[
  {
    "name": "Nome in codice",
    "bgg_id": 178900,
    "bgg_name": "Codenames",
    "year": 2015,
    "minPlayers": 2,
    "maxPlayers": 8,
    "minPlayingTime": 15,
    "maxPlayingTime": 15,
    "playingTime": 15,
    "age": 10,
    "genres": [
      "Card Game",
      "Deduction",
      "Party Game",
      "Spies / Secret Agents",
      "Word Game"
    ],
    "description": "Two rival spymasters know the secret identities of 25 agents. Their teammates know the agents only by their codenames &mdash; single-word labels like &quot;disease&quot;, &quot;Germany&quot;, and &quot;carrot&quot;. Yes, carrot. It's a legitimate codename. Each spymaster wants their team to identify their agents first...without uncovering the assassin by mistake.&#10;&#10;In Codenames, two teams compete to see who can make contact with all of their agents first. Lay out 25 cards, each bearing a single word. The spymasters look at a card showing the identity of each card, then take turns clueing their teammates. A clue consists of a single word and a number, with the number suggesting how many cards in play have some association to the given clue word. The teammates then identify one agent they think is on their team; if they're correct, they can keep guessing up to one more than the stated number of times; if the agent belongs to the opposing team or is an innocent bystander, the team's turn ends; and if they fingered the assassin, they lose the game.&#10;&#10;Spymasters continue giving clues until one team has identified all of their agents or the assassin has removed one team from play.&#10;&#10;",
    "image": "https://cf.geekdo-images.com/nC6ifPCDnAItwoKSKXVrnw__original/img/Id-jjIer_61ZbvI2_RVRCeBZFY4=/0x0/filters:format(jpeg)/pic8907965.jpg",
    "thumbnail": "https://cf.geekdo-images.com/nC6ifPCDnAItwoKSKXVrnw__thumb/img/1iZav_8ZqurrDbvkZA9GcFhB5x0=/fit-in/200x150/filters:strip_icc()/pic8907965.jpg"
  },
  {
    "name": "Nome in codice: Visual",
    "bgg_id": 198773,
    "bgg_name": "Codenames: Pictures",
    "year": 2016,
    "minPlayers": 2,
    "maxPlayers": 8,
    "minPlayingTime": 15,
    "maxPlayingTime": 15,
    "playingTime": 15,
    "age": 10,
    "genres": [
      "Card Game",
      "Deduction",
      "Party Game",
      "Spies / Secret Agents"
    ],
    "description": "What are these strange symbols on the map? They are code for locations where spies must contact secret agents!&#10;&#10;Two rival spymasters know the agent in each location. They deliver coded messages telling their field operatives where to go for clandestine meetings. Operatives must be clever. A decoding mistake could lead to an unpleasant encounter with an enemy agent &ndash; or worse, with the assassin! Both teams race to contact all their agents, but only one team can win.&#10;&#10;Codenames: Pictures differs from the original Codenames in that the agents are no longer represented by a single word, but by an image that contains multiple elements.&#10;&#10;",
    "image": "https://cf.geekdo-images.com/fqV1p9p3W8zBVxYcutBWXQ__original/img/O8HRD5mh6eMUBCOr09gkA9S7BuM=/0x0/filters:format(jpeg)/pic4007123.jpg",
    "thumbnail": "https://cf.geekdo-images.com/fqV1p9p3W8zBVxYcutBWXQ__thumb/img/bpm3BfUrkJF2cFFZ0VFAad4m6-A=/fit-in/200x150/filters:strip_icc()/pic4007123.jpg"
  },
  {
    "name": "Vudù",
    "bgg_id": 154880,
    "bgg_name": "Voodoo",
    "year": 2014,
    "minPlayers": 2,
    "maxPlayers": 8,
    "minPlayingTime": 30,
    "maxPlayingTime": 30,
    "playingTime": 30,
    "age": 8,
    "genres": [
      "Action / Dexterity",
      "Humor",
      "Party Game"
    ],
    "description": "Ancient sorcery, dark omens and endless curses &mdash; you will become one of the adepts of the dark magic of the Egyptians or a follower of the ancient art of the Badly Dead Druids or an arcane sorcerer of Vud&ugrave; rituals! Prepare yourselves for the biggest dispute of black magic ever. The Vud&ugrave; tournament has just begun!&#10;&#10;In Vud&ugrave;, the players act as the most wicked and malicious sorcerers of all time, and they want to use their curses and black magic to make the lives of their enemies impossible to prevail over them! Each turn, you roll five dice, collect your ingredients, then choose whether to take new cards, take new items, or cast a spell. Each spell has a powerful and tricky curse attached to it that forces your target to play in a specific way, for example, talking with his tongue out for the rest of the game, or using only a single hand, or running around the table each turn. Each curse grants you points when you cast it and many more points if your target forgets to obey it or becomes too exhausted to continue. Collect as many malediction points as you can to reach the final tile of the scoreboard before anyone else!&#10;&#10;",
    "image": "https://cf.geekdo-images.com/l-smR5ddf6sHxSBo2x2VnQ__original/img/eurxSNOYO2ff7xZv5RBQaJ9rhH8=/0x0/filters:format(jpeg)/pic3479731.jpg",
    "thumbnail": "https://cf.geekdo-images.com/l-smR5ddf6sHxSBo2x2VnQ__thumb/img/1ja_wsJEMxeuCj4gXvr6kuFqgAM=/fit-in/200x150/filters:strip_icc()/pic3479731.jpg"
  },
  {
    "name": "Cacao",
    "bgg_id": 171499,
    "bgg_name": "Cacao",
    "year": 2015,
    "minPlayers": 2,
    "maxPlayers": 4,
    "minPlayingTime": 45,
    "maxPlayingTime": 45,
    "playingTime": 45,
    "age": 8,
    "genres": [
      "Economic",
      "Farming",
      "Territory Building"
    ],
    "description": "Cacao is a tile-placement game that immerses players in the exotic world of the &quot;fruit of the Gods&quot;. As the chief of your tribe, you must lead your people to prosperity through the cultivation and trade of cacao &mdash; and to do that, you'll need to put them to work in the best way possible.&#10;&#10;In the game, each player has an individual deck of square worker tiles, with the number of workers on each side of the tile varying from tile to tile. The playing area starts with only a couple of jungle tiles in play: a cacao field and a small market; two jungle tiles are laid face up, and the remaining jungle tiles stacked as a draw pile.&#10;&#10;On a player's turn, he places one of her worker tiles on the board adjacent to one or more jungle tiles already in play, then (if two worker tiles are next to an empty space) adds one of the jungle tiles to the playing area in this space. Her workers then get busy and deliver the results of their effort: If you placed workers next to a cacao field, you receive one or two cacao markers per worker; if they're next to a market, you can choose to sell one cacao marker per worker at the listed price; if next to a well, you receive water; if next to a temple, they stand and look good until the end of the game; and so on. He then refills her hand from her personal deck to three worker tiles.&#10;&#10;Once all players have used all of their worker tiles, the game ends. Players score (or lose) points based on their water supply, and each temple rewards whichever players sent the most workers to it. In the end, whoever has collected the most gold wins.&#10;&#10;",
    "image": "https://cf.geekdo-images.com/oPxM0e3HTS0rIc-9H496Pg__original/img/F_WrTBak8Ct7WtS-S-5cEWxSUBQ=/0x0/filters:format(jpeg)/pic2379288.jpg",
    "thumbnail": "https://cf.geekdo-images.com/oPxM0e3HTS0rIc-9H496Pg__thumb/img/WCVlv0gzsj8yHAdyLUDKMb_fmBc=/fit-in/200x150/filters:strip_icc()/pic2379288.jpg"
  },
  {
    "name": "One Night Ultimate Werewolf",
    "bgg_id": 147949,
    "bgg_name": "One Night Ultimate Werewolf",
    "year": 2014,
    "minPlayers": 3,
    "maxPlayers": 10,
    "minPlayingTime": 10,
    "maxPlayingTime": 10,
    "playingTime": 10,
    "age": 8,
    "genres": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Horror",
      "Party Game"
    ],
    "description": "No moderator, no elimination, ten-minute games.&#10;&#10;One Night Ultimate Werewolf is a fast game for 3-10 players in which everyone gets a role: One of the dastardly Werewolves, the tricky Troublemaker, the helpful Seer, or one of a dozen different characters, each with a special ability. In the course of a single morning, your village will decide who is a werewolf...because all it takes is lynching one werewolf to win!&#10;&#10;Because One Night Ultimate Werewolf is so fast, fun, and engaging, you'll want to play it again and again, and no two games are ever the same.&#10;&#10;This game can be combined with One Night Ultimate Werewolf: Daybreak.&#10;&#10;",
    "image": "https://cf.geekdo-images.com/rqLju4uaZq-G9z4g91aPPQ__original/img/eOxUlbCuix0lOjuyBYpjtIXVihc=/0x0/filters:format(png)/pic8783294.png",
    "thumbnail": "https://cf.geekdo-images.com/rqLju4uaZq-G9z4g91aPPQ__thumb/img/viW0s_SZmeEo53dKbM84WbVjIaY=/fit-in/200x150/filters:strip_icc()/pic8783294.png"
  },
  {
    "name": "The Crew - Missione negli abissi",
    "bgg_id": 324856,
    "bgg_name": "The Crew: Mission Deep Sea",
    "year": 2021,
    "minPlayers": 2,
    "maxPlayers": 5,
    "minPlayingTime": 20,
    "maxPlayingTime": 20,
    "playingTime": 20,
    "age": 10,
    "genres": [
      "Adventure",
      "Card Game",
      "Mythology",
      "Nautical"
    ],
    "description": "The Crew: Mission Deep Sea plunges players into a cooperative card game unlike any other. As members of a deep-sea expedition, you and your fellow crew are on a quest to locate the lost continent of Mu&mdash;but your success depends on precision, teamwork, and a shared sense of timing.&#10;&#10;Each mission presents a new puzzle made up of unique tasks: perhaps one player must win a specific card, while another must avoid it entirely. The trick? You&rsquo;ll have to complete these challenges through standard trick-taking rules&mdash;like in traditional card games&mdash;but with extremely limited communication. Each round becomes a tightrope walk of strategic cardplay and silent coordination.&#10;&#10;Building on the acclaimed system of The Crew: The Quest for Planet Nine, this sequel introduces a more dynamic mission system with variable difficulty levels, a fresh deck of task cards, and improved scalability for different player counts. Whether you&rsquo;re playing as a duo or a full five-person team, every game unfolds as a tightly wound tactical dance through the depths.&#10;&#10;With 32 increasingly challenging missions and countless combinations of tasks, The Crew: Mission Deep Sea offers a replayable and rewarding dive into the unknown&mdash;perfect for those who love trick-taking games with a twist of cooperation and pressure.&#10;&#10;",
    "image": "https://cf.geekdo-images.com/VuBqZ1sMaDAVVHF_OEJP4g__original/img/jGWxczXC_VWZofeAmlO_DkB0hCI=/0x0/filters:format(jpeg)/pic5988903.jpg",
    "thumbnail": "https://cf.geekdo-images.com/VuBqZ1sMaDAVVHF_OEJP4g__thumb/img/EdacXlcFZ06YK0-ZKa0oKwL4VCw=/fit-in/200x150/filters:strip_icc()/pic5988903.jpg"
  },
  {
    "name": "Uno edizione limitata",
    "bgg_id": null,
    "bgg_name": null,
    "year": null,
    "minPlayers": null,
    "maxPlayers": null,
    "minPlayingTime": null,
    "maxPlayingTime": null,
    "playingTime": null,
    "age": null,
    "genres": [],
    "description": "",
    "image": null,
    "thumbnail": null
  },
  {
    "name": "Munchkin",
    "bgg_id": 1927,
    "bgg_name": "Munchkin",
    "year": 2001,
    "minPlayers": 3,
    "maxPlayers": 6,
    "playingTime": 120,
    "minPlayingTime": 60,
    "maxPlayingTime": 120,
    "minAge": 10,
    "image": "https://cf.geekdo-images.com/J-ts3MW0UhDzs621TR6cog__original/img/FbqPPCilgZKND2xmhWJgkfjZiYE=/0x0/filters:format(jpeg)/pic1871016.jpg",
    "thumbnail": "https://cf.geekdo-images.com/J-ts3MW0UhDzs621TR6cog__thumb/img/8hVkpMC5pDLr6ARI_4gI4N3aF5M=/fit-in/200x150/filters:strip_icc()/pic1871016.jpg",
    "description": "Go down in the dungeon. Kill everything you meet. Backstab your friends and steal their stuff. Grab the treasure and run.&#10;&#10;Admit it. You love it.&#10;&#10;This award-winning card game, designed by Steve Jackson, captures the essence of the dungeon experience... with none of that stupid roleplaying stuff. You and your friends compete to kill monsters and grab magic items. And what magic items! Don the Horny Helmet and the Boots of Butt-Kicking. Wield the Staff of Napalm... or maybe the Chainsaw of Bloody Dismemberment. Start by slaughtering the Potted Plant and the Drooling Slime, and work your way up to the Plutonium Dragon...&#10;&#10;And it's illustrated by John Kovalic! Fast-playing and silly, Munchkin can reduce any roleplaying group to hysteria. And, while they're laughing, you can steal their stuff.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;OtherPart of the Munchkin series.&#10;&#10;Munchkin is a satirical card game based on the clich&eacute;s and oddities of Dungeons and Dragons and other role-playing games. Each player starts at level 1 and the winner is the first player to reach level 10. Players can acquire familiar D&amp;D style character classes during the game which determine to some extent the cards they can play.&#10;&#10;There are two types of cards - treasure and encounters. Each turn the current players 'kicks down the door' - drawing an encounter card from the deck. Usually this will involve battling a monster. Monsters have their own levels and players must try and overcome it using the levels, weapons and powers they have acquired during the game or run away. Other players can chose to help the player or hinder by adding extra monsters to the encounter. Defeating a monster will usually result in drawing treasure cards and acquiring levels.  Being defeated by a monster results in &quot;bad stuff&quot; which usually involves losing levels and treasure.&#10;&#10;In May 2010, Steve Jackson Games made the &quot;big announcement.&quot; Many rules and cards were changed. See The Great 2010 Munchkin Changeover for details. Of note to Munchkin fans, the Kneepads of Allure card, which had been removed in the 14th printing, was added back to the game but modified to be less powerful.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Sequels:&#10;    The Good, the Bad, and the Munchkin&#10;    Munchkin Apocalypse&#10;    Munchkin Axe Cop&#10;    Munchkin Bites!&#10;    Munchkin Booty&#10;    Munchkin Conan&#10;    Munchkin Cthulhu&#10;    Munchkin Fu&#10;    Munchkin Impossible&#10;    Munchkin Legends&#10;    Munchkin Pathfinder&#10;    Munchkin Zombies&#10;    Star Munchkin&#10;    Super Munchkin&#10;&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Related Board Games&#10;    Munchkin Quest&#10;&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Online play&#10;     Vassal does not support Munchkin anymore. Former link: Vassal Module&#10;&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Pegasus Expansions&#10;    Munchkin Sammlerbox&#10;    Munchkin Sammlerkoffer&#10;    Munchkin Promotional Bookmarks&#10;    Munchkin Weihnachtsedition - The same as Munchkin, but with a promotional button that grants the wearer extra treasure (when worn in December). &#10;&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Online PlaythroughThere's a great YouTube playthrough with Will Wheaton and Steve Jackson (yes, the Steve Jackson) found here LINK&#10;&#10;",
    "genres": [
      "Card Game",
      "Fantasy",
      "Fighting",
      "Humor"
    ]
  },
  {
    "name": "A voi la scelta!",
    "bgg_id": 226322,
    "bgg_name": "That's a Question!",
    "year": 2017,
    "minPlayers": 3,
    "maxPlayers": 6,
    "minPlayingTime": 30,
    "maxPlayingTime": 30,
    "playingTime": 30,
    "age": 15,
    "genres": [
      "Party Game"
    ],
    "description": "The party game That's a Question!, takes the familiar format of challenging others with questions, then voting on what they'll say.&#10;&#10;In more detail, each player has a hand of hexagonal cards, with words or phrases in three color blocks on the card. On a turn, you choose a player that has a token in front of them, take that token, then present them with a question by choosing one of the three question prompts (which are all color-coded), then choosing two cards from your hand and adding the properly-colored section of those cards to the question. A sample question: &quot;What would you miss more if it ceases to exist: Facebook or doors?&quot; That player secretly votes on A or B, while everyone else but the questioner secretly votes A or B depending on how they think the person will answer; a voter can optionally add their 3x scoring token to their vote.&#10;&#10;Once everyone votes, you reveal the tiles. Everyone who voted correctly moves ahead one or three spaces on the scoring track, and the questioner moves ahead one space for each person who voted incorrectly. If you pass a certain space on the scoring track, you retrieve your 3x token (if you've used it). Since you can ask a question only of those with a token in front of them, everyone is asked roughly the same number of questions, and whoever has the most points after a certain number of rounds wins.&#10;&#10;",
    "image": "https://cf.geekdo-images.com/MTGTksYC45yzbOB-UJdBTw__original/img/Mzb1d-T1X992LnjqdeqkMd4ewAc=/0x0/filters:format(jpeg)/pic3643950.jpg",
    "thumbnail": "https://cf.geekdo-images.com/MTGTksYC45yzbOB-UJdBTw__thumb/img/Pe10KxKTwYWeK_Ikgu0YJEsDdkk=/fit-in/200x150/filters:strip_icc()/pic3643950.jpg"
  },
  {
    "name": "Carcassonne",
    "bgg_id": 822,
    "bgg_name": "Carcassonne",
    "year": 2000,
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 45,
    "minPlayingTime": 30,
    "maxPlayingTime": 45,
    "minAge": 7,
    "image": "https://cf.geekdo-images.com/okM0dq_bEXnbyQTOvHfwRA__original/img/aVZEXAI-cUtuunNfPhjeHlS4fwQ=/0x0/filters:format(png)/pic6544250.png",
    "thumbnail": "https://cf.geekdo-images.com/okM0dq_bEXnbyQTOvHfwRA__thumb/img/88274KiOg94wziybVHyW8AeOiXg=/fit-in/200x150/filters:strip_icc()/pic6544250.png",
    "description": "Carcassonne is a tile placement game in which the players draw and place a tile with a piece of southern French landscape represented on it. The tile might feature a city, a road, a cloister, grassland or some combination thereof, and it must be placed adjacent to tiles that have already been played, in such a way that cities are connected to cities, roads to roads, et cetera. Having placed a tile, the player can then decide to place one of their meeples in one of the areas on it: in the city as a knight, on the road as a robber, in the cloister as a monk, or in the field as a farmer. When that area is complete that meeple scores points for its owner.&#10;&#10;During a game of Carcassonne, players are faced with decisions like: &quot;Is it really worth putting my last meeple there?&quot; or &quot;Should I use this tile to expand my city, or should I place it near my opponent instead, thus making it a harder for them to complete it and score points?&quot; Since players place only one tile and have the option to place one meeple on it, turns proceed quickly even if it is a game full of options and possibilities.&#10;&#10;First game in the Carcassonne series.&#10;&#10;",
    "genres": [
      "Medieval",
      "Territory Building"
    ]
  },
  {
    "name": "Brick Party",
    "bgg_id": 181161,
    "bgg_name": "Brick Party",
    "year": 2015,
    "minPlayers": 2,
    "maxPlayers": 9,
    "minPlayingTime": 15,
    "maxPlayingTime": 30,
    "playingTime": 30,
    "age": 5,
    "genres": [
      "Action / Dexterity",
      "Party Game",
      "Real-time"
    ],
    "description": "Are you better at building with plastic bricks...or explaining how to do it? What if you have to build with your eyes closed or using only one hand? Or if you must explain it without speaking? Can you still be faster than your opponents?&#10;&#10;Brick Party is a funny and frenzied game of crazy building! Reveal the special rule for the round, choose your teammate, and get ready. Then grab the blocks and build the shape you choose faster than the others! And in the next round? A new special rule, new partners, and new shapes...for a game that's never boring!&#10;&#10;Brick Party contains 36 plastic construction bricks and 165 cards with shapes that must be built by the players.&#10;&#10;",
    "image": "https://cf.geekdo-images.com/Nz5r57Hk3aGNRAYTMr4h-g__original/img/9LWWWYJ01LZ4hLm7OH4hs96JGsY=/0x0/filters:format(jpeg)/pic3068438.jpg",
    "thumbnail": "https://cf.geekdo-images.com/Nz5r57Hk3aGNRAYTMr4h-g__thumb/img/Y_uxvPOx1tIgOhGMKxunQdxzlQY=/fit-in/200x150/filters:strip_icc()/pic3068438.jpg"
  },
  {
    "name": "Travelin'",
    "bgg_id": 205961,
    "bgg_name": "Travelin'",
    "year": 2017,
    "minPlayers": 2,
    "maxPlayers": 5,
    "minPlayingTime": 20,
    "maxPlayingTime": 50,
    "playingTime": 50,
    "age": 14,
    "genres": [
      "Travel"
    ],
    "description": "In Travelin', you're a traveler making your way through Europe using a combination of trains, buses, and planes. Built to be accessible for non-gamers while at the same time having solid strategy, Travelin' uses card drafting, hand management, set collection, and take-that mechanisms to inform gameplay.&#10;&#10;Turn-based and consisting of draw, action, and discard phases, the goal of Travelin' is to amass the most points before the game ends (which happens once one player has reached five countries). You could go the fast and furious route, racing through countries like France and Germany to speed up the end of the game, or you could take a long-haul strategy of collecting high-point countries like Cyprus or Iceland. Each player starts with eight cards &mdash; countries to be played and actions to be taken.&#10;&#10;Whatever road you choose, you'll be forced to adapt your strategy to opponents and keep a delicate balance between stopping their travels and advancing your own.&#10;&#10;",
    "image": "https://cf.geekdo-images.com/ULLOnFRem_IVMwvPDp3zGw__original/img/tqhswiJFHxJ-Cf-QZJSU_x6gGs8=/0x0/filters:format(jpeg)/pic4176489.jpg",
    "thumbnail": "https://cf.geekdo-images.com/ULLOnFRem_IVMwvPDp3zGw__thumb/img/Ug3GpaHcvvW8WBBqQNn7rUHXaL4=/fit-in/200x150/filters:strip_icc()/pic4176489.jpg"
  },
  {
    "name": "21 Giochi Minuti",
    "bgg_id": 356999,
    "bgg_name": "Gateway Island",
    "year": 2022,
    "minPlayers": 1,
    "maxPlayers": 12,
    "minPlayingTime": 15,
    "maxPlayingTime": 45,
    "playingTime": 45,
    "age": 6,
    "genres": [
      "Party Game"
    ],
    "description": "Gateway Island is your Introduction to Board Games! Featuring 21 different games and a variety of game mechanics, Gateway Island is just the game you need to introduce friends to the world of board gaming. The simple and accessible rules are quick and easy to learn. Find out if you (and your friends) like drafting, worker placement, bluffing, racing, party games, dungeon crawlers, and much, much, more!&#10;&#10;Gateway Island contains&nbsp;21 beautifully illustrated jumbo cards and other game components like cubes, disks, a die, and everything you need inside of a portable box that can be taken anywhere. It includes a rulebook to cover the rules for all 21 games and also a Supplemental Book that teaches new board gamers a glossary of terms they may hear, or components they may run across.&#10;&#10;Lastly, and perhaps best of all, after playing a game, the rulebook will recommend 1 or 2 new games for you to try if you liked the mini game! Featuring over 30 game recommendations from a variety of publishers, you'll know exactly what games to add to your collection next based on the fun you had with Gateway Island!&#10;&#10;",
    "image": "https://cf.geekdo-images.com/TYxrz2cGt0WtL0z4fztnpA__original/img/PMkUqIm-bL2ORqXQCilYKFN9y5k=/0x0/filters:format(png)/pic8198867.png",
    "thumbnail": "https://cf.geekdo-images.com/TYxrz2cGt0WtL0z4fztnpA__thumb/img/HFL9IqF6pS0PCUBbPqHc7p70aBM=/fit-in/200x150/filters:strip_icc()/pic8198867.png"
  },
  {
    "name": "Coloretto",
    "bgg_id": 5782,
    "bgg_name": "Coloretto",
    "year": 2003,
    "minPlayers": 2,
    "maxPlayers": 5,
    "minPlayingTime": 30,
    "maxPlayingTime": 30,
    "playingTime": 30,
    "age": 8,
    "genres": [
      "Animals",
      "Card Game"
    ],
    "description": "Game play in Coloretto is simple: Either draw a card to play to a row, or take a row of cards to add them to your collection. A row can have at most three cards, so at some point everyone is forced to take a row. Once all the rows have been claimed, players start a new round, drawing or taking once again.&#10;&#10;What are you trying to do with these cards? Collect huge sets - but only in three colors as every color beyond the third will cost you points. Jokers are highly-prized as they always match what you want, and +2 cards provide sure points, giving you a back-up plan if everything goes south in terms of the colors you're collecting.&#10;&#10;Once only a few cards remain in the deck, the round ends and everyone tallies their score, choosing three colors of cards to score positively while any other colors count against you. Each color is scored using a triangular number system: the first card in a color is &plusmn;1 point, the second card is &plusmn;2 points, and so on. The player with the high score wins!&#10;&#10;A two-player variant is included with some versions of Coloretto, with the only change being that rows can have only 1-3 cards placed in them, depending on the icons on the row cards.&#10;&#10;Nordic version include extensions: 'Coloretto: The Extra Cards', 'Coloretto: The Limit Cards' and 'Coloretto for two players'.&#10;&#10;",
    "image": "https://cf.geekdo-images.com/pd3qaiROSgTJ5js_0e4Nhw__original/img/W1cSDjB5Bi9bGhl3VRxQSP_Vw54=/0x0/filters:format(png)/pic6653783.png",
    "thumbnail": "https://cf.geekdo-images.com/pd3qaiROSgTJ5js_0e4Nhw__thumb/img/SveyL9J1DT0hX4ucYWjRR6DMrbk=/fit-in/200x150/filters:strip_icc()/pic6653783.png"
  },
  {
    "name": "Lucky Numbers",
    "bgg_id": 118247,
    "bgg_name": "Lucky Numbers",
    "year": 2012,
    "minPlayers": 1,
    "maxPlayers": 4,
    "minPlayingTime": 20,
    "maxPlayingTime": 20,
    "playingTime": 20,
    "age": 8,
    "genres": [
      "Abstract Strategy",
      "Number"
    ],
    "description": "Your challenge in Lucky Numbers is to fill your grid first, but you never know which tiles you'll have to work with!&#10;&#10;To set up, take a set of tiles numbered 1-20 for each player in the game, then shuffle all of these tiles face down. Each player has a 4x4 grid, and to complete set up, each player takes four tiles at random, then places them in order from low to high down the diagonal that goes from upper left to lower right.&#10;&#10;On a turn, you take either a face-down tile from the pile or a face-up tile from the table. You can (1) place this tile in an empty space in your grid, (2) swap this tile for a tile already in the grid, or (3) discard this tile face-up on the table. However, all tiles in your grid must obey one rule at all times: A tile must be higher in value that any tile directly above it or to its immediate left and lower in value that any tile directly below it or to its immediate right. Whoever first fills their grid with sixteen tiles wins. (If the draw pile runs out, then whoever has the most tiles in their grid wins.)&#10;&#10;You can play Lucky Numbers tournament style by playing multiple games and having each player start once. The winner of a game receives 2 points, while each loser receives -1 point for each empty space in their grid. After as many games as the number of players, whoever has the highest score wins.&#10;&#10;The 2020 edition of Lucky Numbers includes a solo mode with forty puzzles to solve.&#10;&#10;",
    "image": "https://cf.geekdo-images.com/254SXVeOngtdjf8SBFEUNg__original/img/nMXQaLidez7ePmk3tZYz_7-f2EI=/0x0/filters:format(jpeg)/pic5646606.jpg",
    "thumbnail": "https://cf.geekdo-images.com/254SXVeOngtdjf8SBFEUNg__thumb/img/p5QUKwH4OYDPwTj3H67qSLXTka0=/fit-in/200x150/filters:strip_icc()/pic5646606.jpg"
  },
  {
    "name": "Otto Minuti per un Impero",
    "bgg_id": 131366,
    "bgg_name": "Eight-Minute Empire",
    "year": 2012,
    "minPlayers": 2,
    "maxPlayers": 5,
    "minPlayingTime": 8,
    "maxPlayingTime": 20,
    "playingTime": 20,
    "age": 13,
    "genres": [
      "Card Game",
      "Territory Building"
    ],
    "description": "Eight-Minute Empire, by Ryan Laukat, is a quick game that implements the Civilization/Exploration theme using card-driven area control (by placing armies and cities in a small map) and set collection (by getting resources from the board and the cards). Players spread through the map in order to collect points at the end of the game by having majorities in regions and continents. All actions (such as land or sea movement, army production, or the founding of cities) are driven by cards that are face-up (six at a time) and available by increasing prices. Cards also contain resources, which also give points when the game ends if properly collected.&#10;&#10;Its first version was available as print-and-play, and a regular (Kickstarter funded) version was published in 2013. An expansion featuring a European map is available as an expansion (Eight-Minute Empire: Europe Expansion Board), and a stand-alone sequel has also been published (Eight-Minute Empire: Legends).&#10;&#10;From the publisher:&#10;Build an empire and conquer the land in around eight minutes!&#10;&#10;In Eight-Minute Empire, 2-5 players take turns selecting a card from six displayed.  The card gives a good, and also has an action that the player takes immediately.  Actions help players take over the map, but sets of goods are worth points at the end of the game, so players have to balance the two aspects.&#10;&#10;Eight-Minute Empire is the super-quick area control game with tough decisions.  It's easy to learn and perfect for when you only have a few minutes.&#10;&#10;",
    "image": "https://cf.geekdo-images.com/HKj7MIw-zV-AmQ7PfoltRg__original/img/mHUi6z1OzjvW-Dm5BAoNcEXdwXs=/0x0/filters:format(jpeg)/pic1443212.jpg",
    "thumbnail": "https://cf.geekdo-images.com/HKj7MIw-zV-AmQ7PfoltRg__thumb/img/W0WHf_M-Dq-xO3yfzVA4USbjcgY=/fit-in/200x150/filters:strip_icc()/pic1443212.jpg"
  },
  {
    "name": "Potion Explosion",
    "bgg_id": 180974,
    "bgg_name": "Potion Explosion",
    "year": 2015,
    "minPlayers": 2,
    "maxPlayers": 4,
    "minPlayingTime": 30,
    "maxPlayingTime": 45,
    "playingTime": 45,
    "age": 8,
    "genres": [
      "Fantasy",
      "Puzzle"
    ],
    "description": "Potion Explosion is a game for 2 to 4 players by Horrible Games.&#10;It was designed by Lorenzo Silva, Andrea Crespi and Stefano Castelli.&#10;&#10;Dear students, it's time for the final exams of the Potions class! The rules are always the same: Take an ingredient marble from the dispenser and watch the others fall. If you connect marbles of the same color, they explode and you can take them, too! Complete your potions using the marbles you collect, and drink them to unleash their magical power. Remember, though, that to win the Student of the Year award, being quick won't be enough: you'll also need to brew the most valuable potions in Potion Explosion!&#10;&#10;",
    "image": "https://cf.geekdo-images.com/vwjYMFporFhvAU48k73MIw__original/img/6sAfG89R42SJRv2wjiItRTMmcoQ=/0x0/filters:format(jpeg)/pic7298696.jpg",
    "thumbnail": "https://cf.geekdo-images.com/vwjYMFporFhvAU48k73MIw__thumb/img/uNBrY-gqZLq7aiv1E_pDsc3vmyE=/fit-in/200x150/filters:strip_icc()/pic7298696.jpg"
  },
  {
    "name": "Splendor",
    "bgg_id": 148228,
    "bgg_name": "Splendor",
    "year": 2014,
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "minPlayingTime": 30,
    "maxPlayingTime": 30,
    "minAge": 10,
    "image": "https://cf.geekdo-images.com/vNFe4JkhKAERzi4T0Ntwpw__original/img/rqcUdtu_N4v-SpI96XVmpYHnJww=/0x0/filters:format(png)/pic8234167.png",
    "thumbnail": "https://cf.geekdo-images.com/vNFe4JkhKAERzi4T0Ntwpw__thumb/img/KKU_42Uswt4tKCpf1zY5kTzgr-g=/fit-in/200x150/filters:strip_icc()/pic8234167.png",
    "description": "Splendor is a game of chip-collecting and card development. Players are merchants of the Renaissance trying to buy gem mines, means of transportation, shops&mdash;all in order to acquire the most prestige points. If you're wealthy enough, you might even receive a visit from a noble at some point, which of course will further increase your prestige.&#10;&#10;On your turn, you may (1) collect chips (gems), or (2) buy and build a card, or (3) reserve one card. If you collect chips, you take either three different kinds of chips or two chips of the same kind. If you buy a card, you pay its price in chips and add it to your playing area. To reserve a card&mdash;in order to make sure you get it, or, why not, your opponents don't get it&mdash;you place it in front of you face down for later building; this costs you a round, but you also get gold in the form of a joker chip, which you can use as any gem.&#10;&#10;All of the cards you buy increase your wealth as they give you a permanent gem bonus for later buys; some of the cards also give you prestige points. In order to win the game, you must reach 15 prestige points before your opponents do.&#10;&#10;",
    "genres": [
      "Card Game",
      "Economic",
      "Renaissance"
    ]
  },
  {
    "name": "Mahé",
    "bgg_id": 3383,
    "bgg_name": "Mahé",
    "year": 1974,
    "minPlayers": 2,
    "maxPlayers": 7,
    "minPlayingTime": 20,
    "maxPlayingTime": 20,
    "playingTime": 20,
    "age": 6,
    "genres": [
      "Animals",
      "Dice"
    ],
    "description": "In Die Heisse Schlacht am Kalten Buffet, alternatively released as Kangaroo and Generalowsky, players try to win prize cards from the limited number available to them &mdash; but to win they must lap a circular track that (typically) consists of 21 spaces, and not only must they circle the track, but they have to do so while being top dog, so to speak.&#10;&#10;On a turn, a player rolls 1-3 six-sided dice to determine whether she moves and if so how far she moves. She rolls the dice one by one, stopping when she wishes, and the sum of the dice rolled can't exceed 7. If she rolls only one die, she moves forward by the number rolled; if she rolled two dice, she moves twice the sum of her dice (if the sum &le; 7); and if she rolled three dice, she moves three times the sum (again, if the sum &le; 7). If her sum exceeds 7, she removes her piece from the board and starts the lap from the beginning next turn.&#10;&#10;If one piece lands on another, the bottom piece must carry the top one when it next moves; what's more, the owner of the piece on top dictates how many dice the bottom player must roll &mdash; and if those dice sum to more than seven, then both pieces are removed from the track. Stacks can have any number of pieces, and whoever is on top dictates to the active player how many dice she must roll. When a piece in the middle of a stack moves, it leaves all pieces below it in place.&#10;&#10;When a piece or a stack lands on or passes the final space in the lap, the owner of the topmost piece takes one of the prize cards; each prize has a value on it, and once all the prizes have been claimed, whoever has the highest sum of prize cards wins.&#10;&#10;The 2014 edition of the game, Mah&eacute;, allows for play with up to seven player turtles, who are circling the island while trying to lay their eggs on the beach and receive points for doing a good job.&#10;&#10;The 2024 Korean edition of the game, &#234;&#179;&#181;&#235;&#163;&#161; &#235;&#140;&#128;&#236;&#158;&#145;&#236;&#160;&#132;, allows for play with up to seven player &#8;adventurers, who are circling the island while taking back stolen eggs on the T-Rex nest and receive points for taking a lot of eggs.&#10;&#10;",
    "image": "https://cf.geekdo-images.com/MLs0CGP2Uoq0bK-xMpnNBg__original/img/ZYE7mcbRFMF20arZ23GmvbSRoCI=/0x0/filters:format(jpeg)/pic2215153.jpg",
    "thumbnail": "https://cf.geekdo-images.com/MLs0CGP2Uoq0bK-xMpnNBg__thumb/img/bsJWYo0dr2kiMoFGY5ItFOe_pKo=/fit-in/200x150/filters:strip_icc()/pic2215153.jpg"
  },
  {
    "name": "Natsumemo: Diario di un'estate",
    "bgg_id": 280811,
    "bgg_name": "なつめも (Natsumemo)",
    "year": 2019,
    "minPlayers": 3,
    "maxPlayers": 6,
    "minPlayingTime": 30,
    "maxPlayingTime": 45,
    "playingTime": 45,
    "age": 8,
    "genres": [
      "Adventure",
      "Dice",
      "Humor",
      "Sports",
      "Travel"
    ],
    "description": "&quot;&#227;&#129;&#170;&#227;&#129;&#164;&#227;&#130;&#129;&#227;&#130;&#130;&quot; (pronounced &quot;natsumemo&quot;) means &quot;summer memo&quot;, and it's the practice of children keeping a summer holiday diary.&#10;&#10;Natsumemo is a flip &amp; write game with a summer vacation theme. Each player receives a special calendar sheet and a hidden sheet, pencils and dice. Each round, the active player flips the card of the week and declares the day on which the event will occur. All players choose to join or not join the event all at once, and if they join, write them on their calendars. Of course, you cannot take part in the events of the day if you already filled that date on your calendar.&#10;&#10;The biggest feature is the special bond that grows between the characters who participated in the same event. Players plan the events in order to develop friendships and score more points. &quot;Oh, only Hana and Vivian and I are free on Tuesday, so if I suggest going to swim in the sea on Tuesdays and Wednesday, maybe only I can deepen the bonds with the two girls ...!&quot; This is how boys and girls develop serious feelings and judgments are born one after another. Furthermore, &quot;I was the only one who went to the sea when I tried to open the lid!&quot; These goofy developments, the emotions that come from them are the most enjoyable!&#10;&#10;Another feature is homework. Players must balance having fun with friends, and getting their summer homework done, too. If you do not reach a certain number of pages by the end of the holidays, you get deducted points. You will end up cramming all alone the last week, instead of deepening your new friendships. This reality is unbearable.&#10;&#10;Agony, laugh loudly, please talk about sweet and sour summer memories by all means after play. It is certain that the calendar and the secret sheet will be important memorial items after the entry!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "image": "https://cf.geekdo-images.com/0Ks4EWWGr9znEC03C78CsQ__original/img/mBQ35kPKFbdLih9Psvmgdjbgi6U=/0x0/filters:format(jpeg)/pic4976425.jpg",
    "thumbnail": "https://cf.geekdo-images.com/0Ks4EWWGr9znEC03C78CsQ__thumb/img/1tSdlwsrGLBgJn0pzOkV6XCd8Kk=/fit-in/200x150/filters:strip_icc()/pic4976425.jpg"
  },
  {
    "name": "The Game",
    "bgg_id": 173090,
    "bgg_name": "The Game",
    "year": 2015,
    "minPlayers": 1,
    "maxPlayers": 5,
    "playingTime": 20,
    "minPlayingTime": 20,
    "maxPlayingTime": 20,
    "minAge": 8,
    "image": "https://cf.geekdo-images.com/g4pn1ieUKfIhERl5Ym6joQ__original/img/ZcwvBXraym0wfre1sm9t1d44BBA=/0x0/filters:format(png)/pic4203279.png",
    "thumbnail": "https://cf.geekdo-images.com/g4pn1ieUKfIhERl5Ym6joQ__thumb/img/IRLfNA-yFg0etLOeNFp7QKFsea4=/fit-in/200x150/filters:strip_icc()/pic4203279.png",
    "description": "Players in The Game try to discard all 98 cards in the deck onto four discard piles in order to win, but they need to do so in the right ways.&#10;&#10;Each player starts with 6-8 cards in their hand depending on the number of players, and four discard pile prompt cards are on the table: two showing &quot;1&quot; and an up arrow and two showing &quot;100&quot; and a down arrow. On a turn, a player must discard at least two cards from their hand onto one or more discard piles, with cards on the 1 piles being placed in ascending order and cards on the 100 piles being placed in descending order. One tricky aspect of the game is that you can play a card exactly 10 higher/lower than the top card of a discard pile even when you would normally have to play in a descending/ascending order, e.g., if a 100 discard pile is topped with an 87, you can play any card lower than 87 or you can play the 97.&#10;&#10;After a player finishes their turn, they refill their hand from the deck. During play, players cannot reveal exact numbers in their hands, but they can warn others not to play on certain discard piles or otherwise make play suggestions.&#10;&#10;Once the deck is emptied, players are required only to play at least one card on a turn. If you play all 98 cards, you win! If you get good, the rules suggest that you play at least three cards a turn to increase the challenge.&#10;&#10;",
    "genres": [
      "Card Game",
      "Number"
    ]
  },
  {
    "name": "No, grazie!",
    "bgg_id": 12942,
    "bgg_name": "No Thanks!",
    "year": 2004,
    "minPlayers": 3,
    "maxPlayers": 7,
    "minPlayingTime": 20,
    "maxPlayingTime": 20,
    "playingTime": 20,
    "age": 8,
    "genres": [
      "Card Game"
    ],
    "description": "No Thanks! is a card game designed to be as simple as it is engaging.&#10;&#10;The rules are simple.  Each turn, players have two options:&#10;&#10;    play one of their chips to avoid picking up the current face-up card&#10;    pick up the face-up card (along with any chips that have already been played on that card) and turn over the next card&#10;&#10;&#10;However, the choices aren't so easy as players compete to have the lowest score at the end of the game.  The deck of cards is numbered from 3 to 35, with each card counting for a number of points equal to its face value.  Runs of two or more cards only count as the lowest value in the run - but nine cards are removed from the deck before starting, so be careful looking for connectors.  Each chip is worth -1 point, but they can be even more valuable by allowing you to avoid drawing that unwanted card.&#10;&#10;The first versions of the game supported up to five players, but the German 2011 edition supports up to seven (simply by increasing the number of chips).&#10;&#10;This game was originally published in Germany in 2004 by Amigo as Geschenkt ...ist noch zu teuer!, meaning Even given as a gift, it is still too expensive!.  Amigo's 2006 international edition, titled No Merci! (a delightful multi-lingual pun), had rules in several languages, including English. The game has subsequently been released in other countries under an assortment of names. The German 2024 edition includes additional cards to allow for play with variant rules.&#10;&#10;",
    "image": "https://cf.geekdo-images.com/2DyxMVASynw87LRULZuyqA__original/img/IHLuH9f5dB6jJn74cdVdMixAUKg=/0x0/filters:format(jpeg)/pic4657706.jpg",
    "thumbnail": "https://cf.geekdo-images.com/2DyxMVASynw87LRULZuyqA__thumb/img/yIUSMoN8O5FeDZjXa4vreKj5Ogw=/fit-in/200x150/filters:strip_icc()/pic4657706.jpg"
  },
  {
    "name": "Insoliti sospetti",
    "bgg_id": 178570,
    "bgg_name": "Unusual Suspects",
    "year": 2015,
    "minPlayers": 3,
    "maxPlayers": 16,
    "minPlayingTime": 20,
    "maxPlayingTime": 20,
    "playingTime": 20,
    "age": 14,
    "genres": [
      "Card Game",
      "Deduction",
      "Murder / Mystery",
      "Party Game"
    ],
    "description": "Incredible! The shifty thief who operates undisturbed from months is about to be caught! After copious failures, a team of detectives has a secret weapon: a witness. However this witness is quite weird; he doesn't remember anything about the appearance of the criminal, but he knows everything about their habits and behavior. Will the investigative team be able to find out the criminal only from these elements?&#10;&#10;In Insoliti Sospetti (&quot;Unusual Suspects&quot;), one player is the Witness and the other players play the part of the Investigative Team. The Witness knows the real identity of the Guilty and tries to make the Team hit it only with his answers. The Team asks questions to the Witness and, depending on his answers, will exclude the innocent suspects after players have discussed what they learned.&#10;&#10;Insoliti Sospetti can also be played competitively or collaboratively (team vs team). In the latter case, a grid of twelve suspects is created. Every round the team reveals a question card and the Witness has to answer yes/no. According to the answer, the team has to remove suspects until only the Guilty one is on the board.&#10;&#10;",
    "image": "https://cf.geekdo-images.com/GSV9m1Yhm7dGGp9BfkUONw__original/img/hhrhSPvohXSd-M1viPx8kZ7ntAQ=/0x0/filters:format(jpeg)/pic3090549.jpg",
    "thumbnail": "https://cf.geekdo-images.com/GSV9m1Yhm7dGGp9BfkUONw__thumb/img/HIwRv_RZVvn6CkIE3Kd43JdQPjY=/fit-in/200x150/filters:strip_icc()/pic3090549.jpg"
  },
  {
    "name": "Dobble",
    "bgg_id": 63268,
    "bgg_name": "Spot it!",
    "year": 2009,
    "minPlayers": 2,
    "maxPlayers": 8,
    "minPlayingTime": 15,
    "maxPlayingTime": 15,
    "playingTime": 15,
    "age": 6,
    "genres": [
      "Card Game",
      "Children's Game",
      "Educational",
      "Party Game",
      "Real-time",
      "Sports"
    ],
    "description": "Spot it!, a.k.a. Dobble, is a simple pattern recognition game in which players try to find an image shown on two cards.&#10;&#10;Each card in original Spot it! features eight different symbols, with the symbols varying in size from one card to the next. Any two cards have exactly one symbol in common. For the basic Spot it! game, reveal one card, then another. Whoever spots the symbol in common on both cards claims the first card, then another card is revealed for players to search, and so on. Whoever has collected the most cards when the 55-card deck runs out wins!&#10;&#10;Rules for different games &ndash; each an observation game with a speed element &ndash; are included with Spot it!, with the first player to find a match either gaining or getting rid of a card. Multiple versions of Spot it! have been published, with images in each version ranging from Halloween to hockey to baseball to San Francisco.&#10;&#10;The game is sold as Spot it! in the USA and Dobble in Europe, with slight differences between the two editions.&#10;&#10;Note: some versions have fewer cards and fewer symbols per card. (E.g. 30 cards with 6 symbols each.): Spot it! 1,2,3&#10;&#10;",
    "image": "https://cf.geekdo-images.com/AKdJV9CBlZBxH87EAfZ85A__original/img/2BeL9tYtJJDz7KDv0qpbrmVXWkk=/0x0/filters:format(jpeg)/pic7807049.jpg",
    "thumbnail": "https://cf.geekdo-images.com/AKdJV9CBlZBxH87EAfZ85A__thumb/img/MMvB9deDa-BgXcwyWIUsKleqbbU=/fit-in/200x150/filters:strip_icc()/pic7807049.jpg"
  },
  {
    "name": "Lupus in Tabula",
    "bgg_id": 63539,
    "bgg_name": "Lupus in Tabula",
    "year": 2001,
    "minPlayers": 8,
    "maxPlayers": 24,
    "minPlayingTime": 20,
    "maxPlayingTime": 40,
    "playingTime": 40,
    "age": 8,
    "genres": [
      "Bluffing",
      "Deduction",
      "Horror",
      "Murder / Mystery",
      "Negotiation",
      "Party Game"
    ],
    "description": "Werewolves haunt the secluded village known as Tabula: every night some villagers turn into werewolves and slaughter an innocent victim to satisfy their hunger.&#10;Surviving villagers gather every day to discuss the problem: at the end of the discussion, they lynch one person among them, thinking he could be a werewolf.&#10;Can you survive the massacre? Can you solve the mystery of the full moon?&#10;&#10;A game for large groups that is already a classic.&#10;To win you need the intuition of a detective... or your best poker face!&#10;The new edition includes:&#10;&#10;     Deluxe oversized cards featuring original characters&#10;     Updated high quality game components&#10;     Special Ghost rules that allow everyone to play until the mystery is solved&#10;     A new 8-player moderator-free variant&#10;     And, of course... The Werehamster!&#10;&#10;&#10;Lupus takes inspiration from Werewolf, introducing several new and original rules, including the possibility to play a third faction other than werewolves and villagers. The box contains the classic cards representing the werewolves, the seer and the villagers, but it also adds some unique characters such as a werehamster and a medium. Players are not eliminated during the game, but keep playing as 'ghosts'.&#10;&#10;",
    "image": "https://cf.geekdo-images.com/OKdZfHaYMrSLvLujea1fyg__original/img/WCdyVUvF37LFvRV_XCEGj-NpyOY=/0x0/filters:format(png)/pic5544868.png",
    "thumbnail": "https://cf.geekdo-images.com/OKdZfHaYMrSLvLujea1fyg__thumb/img/srUl76sfEHY6YIZfuWGSOpbuck4=/fit-in/200x150/filters:strip_icc()/pic5544868.png"
  },
  {
    "name": "7 Rosso",
    "bgg_id": 161417,
    "bgg_name": "Red7",
    "year": 2014,
    "minPlayers": 2,
    "maxPlayers": 4,
    "minPlayingTime": 5,
    "maxPlayingTime": 30,
    "playingTime": 30,
    "age": 9,
    "genres": [
      "Card Game",
      "Number"
    ],
    "description": "The rules of &quot;Red&quot; are simple: highest card wins! But &quot;Red&quot; is just one of seven games you'll be playing in Red7, and if you're not winning the current game at the end of your turn, you're out! The last person standing wins the round.&#10;&#10;The deck in Red7 is 49 cards: each of the colors of the rainbow numbered 1 to 7. A hand takes just a couple minutes!&#10;&#10;",
    "image": "https://cf.geekdo-images.com/7zH6Kt5ebWEixjDGmHweNA__original/img/fABY4SjThfxj2NO1SL_G_FzbX7M=/0x0/filters:format(png)/pic2247258.png",
    "thumbnail": "https://cf.geekdo-images.com/7zH6Kt5ebWEixjDGmHweNA__thumb/img/PVkJyJhCtzo1ZwKO4iuRaqUyKJc=/fit-in/200x150/filters:strip_icc()/pic2247258.png"
  },
  {
    "name": "Maiali al galoppo",
    "bgg_id": 485,
    "bgg_name": "Galloping Pigs",
    "year": 1992,
    "minPlayers": 2,
    "maxPlayers": 5,
    "minPlayingTime": 30,
    "maxPlayingTime": 30,
    "playingTime": 30,
    "age": 6,
    "genres": [
      "Animals",
      "Card Game",
      "Children's Game"
    ],
    "description": "Galloping Pigs is a cute little 'not-quite-a-children's-game' game where players are collecting points in the form of food.  Plastic pigs are placed on a track made from cards laid in a circle, and then players are given cards in the colors of the pigs.  Each turn, a player selects a card, and moves the corresponding pig one space forward.  If the space in front is occupied by another pig, then the moving pig 'leapfrogs' that, and this can continue until the pig takes the lead, which gives the active player a food card.  Play goes on like this until all cards for the round have been played, however in order to keep the food (points) you collect during a round, your final movement for the round must score some more food.&#10;&#10;Ages 6 and up&#10;&#10;",
    "image": "https://cf.geekdo-images.com/YH-4jssIN5Cg1LCLufb-wg__original/img/MGxNfWrjZtgKnY_I59M0PtwgOw4=/0x0/filters:format(jpeg)/pic10338.jpg",
    "thumbnail": "https://cf.geekdo-images.com/YH-4jssIN5Cg1LCLufb-wg__thumb/img/jlkVTdjqVkOSX3xwb_j58LcH66Y=/fit-in/200x150/filters:strip_icc()/pic10338.jpg"
  },
  {
    "name": "Alpaca",
    "bgg_id": 391045,
    "bgg_name": "Alpaca",
    "year": 2023,
    "minPlayers": 2,
    "maxPlayers": 4,
    "minPlayingTime": 30,
    "maxPlayingTime": 30,
    "playingTime": 30,
    "age": 10,
    "genres": [
      "Animals",
      "Card Game"
    ],
    "description": "Admit it, you've always wanted to farm soft, cute, cuddly, adorable alpacas. This is your chance! &#10;  &#10;Alpaca is a competitive deck-building game that pits players against one another in the competitive world of alpaca farming. Players each begin with an identical deck of alpaca cards and fence materials. Customize your deck with alpacas from the market, and build a strategy to take advantage of each alpaca's special ability. You score points for each alpaca on your farm and any purchased endgame bonus cards. The interaction with other players will get tighter as soon as the rules are clearer... run to buy a new alpaca!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "image": "https://cf.geekdo-images.com/ofKoYgyboEEStOa-0HUQKw__original/img/Y3Wl5px_dAkt01PO8ClNsPjgNOg=/0x0/filters:format(png)/pic7643741.png",
    "thumbnail": "https://cf.geekdo-images.com/ofKoYgyboEEStOa-0HUQKw__thumb/img/WvqGqeW_MsBdBUeHygJWHTu4V2U=/fit-in/200x150/filters:strip_icc()/pic7643741.png"
  },
  {
    "name": "Topiary",
    "bgg_id": 210900,
    "bgg_name": "Topiary",
    "year": 2017,
    "minPlayers": 2,
    "maxPlayers": 4,
    "minPlayingTime": 15,
    "maxPlayingTime": 30,
    "playingTime": 30,
    "age": 10,
    "genres": [
      "Abstract Strategy",
      "Puzzle",
      "Territory Building"
    ],
    "description": "In Topiary, players try to position their visitors on the outer edge of a beautiful topiary garden in order to give them the best view possible. Visitors can see the closest topiary sculpture to them and any behind that, in the same sight line, that are larger. You can score bonus points for visitors who see multiple topiary sculptures of the same type. Players slowly fill in the garden by adding tiles until everyone has placed all their visitors.&#10;&#10;",
    "image": "https://cf.geekdo-images.com/YjmvbsGeBmsM4RZ6ZJW0gA__original/img/5h2XaIlcqkRqjPo-DU6cYUH56X4=/0x0/filters:format(jpeg)/pic3556974.jpg",
    "thumbnail": "https://cf.geekdo-images.com/YjmvbsGeBmsM4RZ6ZJW0gA__thumb/img/GyuIX7qtLFGQh50_EbbMGQofZYo=/fit-in/200x150/filters:strip_icc()/pic3556974.jpg"
  },
  {
    "name": "Kahuna",
    "bgg_id": 394,
    "bgg_name": "Kahuna",
    "year": 1998,
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 40,
    "minPlayingTime": 30,
    "maxPlayingTime": 40,
    "minAge": 10,
    "image": "https://cf.geekdo-images.com/UdhhVlmQihMbvlNSvY1lUA__original/img/eFUPl6jyG6enyuTqqEE-4vGw7NI=/0x0/filters:format(jpeg)/pic2606165.jpg",
    "thumbnail": "https://cf.geekdo-images.com/UdhhVlmQihMbvlNSvY1lUA__thumb/img/bc5NxkspfUfPskxlC30SxlwNyxs=/fit-in/200x150/filters:strip_icc()/pic2606165.jpg",
    "description": "&quot;Who will rule the South Seas? Two Kahuna - ancient sorcerers of the Pacific - compete for dominance on an archipelago consisting of twelve small islands. Using their magic and wisdom, they struggle for control of the islands. They anxiously await the cards handed to them by fate. But when the time is right, they move to capture one, two, or even more islands, trying to gain the upper hand. At the mercy of the magical powers of the South Seas, they quickly realize that even the best magic is no good without strategy.&quot;&#10;&#10;Originally published in 1997 as Arabana-Ikibiti by the designer's own publisher Bambus Spieleverlag, then reprinted by Funagain in the U.S., Kosmos' Kahuna &ndash; part of its Kosmos two-player series &ndash; is the best known implementation of this design.&#10;&#10;It's a two-player game, played on a board depicting twelve islands. Players use cards to place bridges between these islands or remove opponent's bridges. If you get the majority of bridges around an island, you place one of your marker stones on it and also remove any of your opponent's bridges to that island &ndash; which might cause them to lose a bridge majority on an adjacent island and lose a marker stone there.&#10;&#10;The game is played in three rounds. A round ends when all cards from the face down deck and the three face up cards have been taken. Then points are scored for the islands with a marker stone on them. The game can also end sooner when one player has absolutely NO bridges left on the board.&#10;&#10;The Kosmos edition has excellent graphics and nice wooden pieces and plays very well.&#10;&#10;Reimplements:&#10;&#10;     Arabana-Ikibiti&#10;&#10;&#10;Reimplemented by:&#10;&#10;     Kanaloa&#10;&#10;&#10;",
    "genres": [
      "Abstract Strategy"
    ]
  },
  {
    "name": "Zoom Out",
    "bgg_id": 224923,
    "bgg_name": "Zoom Out",
    "year": 2016,
    "minPlayers": 2,
    "maxPlayers": 6,
    "minPlayingTime": 15,
    "maxPlayingTime": 15,
    "playingTime": 15,
    "age": 6,
    "genres": [
      "Bluffing",
      "Card Game",
      "Children's Game",
      "Real-time",
      "Space Exploration"
    ],
    "description": "In Zoom Out you play as photographers from the planet Barruffus in a trip in the outher space: on these travels, the planet's inhabitants revel in curious Photo ZoomOut photographing all the details of their planet, like super zoom detail of small insects or cities in all the universe. The worst enemy of the photographers is the famous Space Toad, which has developed an answer to this hobby all its own, called the &quot;photobombing&quot;.&#10;&#10;During the game you have to get rid of all the cards in your hand, always raising with a highest value and paying attention to the cards with the Space Toad, that give the opportunity to the fastest player to get rid of an extra card.&#10;&#10;The goal of the game is to get rid of the seven cards that are dealt at the beginning of the game as quickly as possible. A card is flipped over to start the discard pile&#10;&#10;Each player on his turn can do one of the following actions:&#10;&#10;Discard a card if its value is higher than the top card in the discard pile or if it has the same value and is the first card of equal value (there may never be more than two cards with the same value)&#10;&#10;Playing the Photobombing paper, exclaiming the word photobombing loudly. When the card is played all the other players try to get rid of one of their own cards, only the fastest one will get rid of his card. The game will resume from the player after him&#10;&#10;Drawing a card if you can not (or do not want to) play, the card can not be played immediately, so you have to wait for the next round.&#10;&#10;Play continues until one player is out of cards and they are the winner&#10;&#10;",
    "image": "https://cf.geekdo-images.com/kduijJ1QnRygydApUxp9OA__original/img/LV954Xo7mT59RW51BB31w3KvX5U=/0x0/filters:format(jpeg)/pic4618402.jpg",
    "thumbnail": "https://cf.geekdo-images.com/kduijJ1QnRygydApUxp9OA__thumb/img/bCIDJU1uvk0qJPW6H6R3B2seoKY=/fit-in/200x150/filters:strip_icc()/pic4618402.jpg"
  },
  {
    "name": "Verdant",
    "bgg_id": 334065,
    "bgg_name": "Verdant",
    "year": 2022,
    "minPlayers": 1,
    "maxPlayers": 5,
    "playingTime": 60,
    "minPlayingTime": 45,
    "maxPlayingTime": 60,
    "minAge": 10,
    "image": "https://cf.geekdo-images.com/c1XGn5ryzbqgMOHzObZpQw__original/img/RWppBKjLU5v6Pl-uW6IIxkCD4U4=/0x0/filters:format(png)/pic6094080.png",
    "thumbnail": "https://cf.geekdo-images.com/c1XGn5ryzbqgMOHzObZpQw__thumb/img/QJq-vJsWq6D0DMrDFVno-0Lu00o=/fit-in/200x150/filters:strip_icc()/pic6094080.png",
    "description": "Verdant is a puzzly spatial card game for 1 to 5 players. You take on the role of a houseplant enthusiast trying to create the coziest interior space by collecting and arranging houseplants and other objects within your home. You must position your plants so that they are provided the most suitable light conditions and take care of them to create the most verdant collection.&#10;&#10;Each turn, you select an adjacent pair of a card and token, then use those items to build an ever-expanding tableau of cards that represents your home. You need to keep various objectives in mind as you attempt to increase plant verdancy by making spatial matches and using item tokens to take various nurture actions. You can also build your &quot;green thumb&quot; skills, which allows you to take additional actions to care for your plants and create the coziest space!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "genres": [
      "Card Game",
      "Environmental",
      "Puzzle"
    ]
  },
  {
    "name": "Azul",
    "bgg_id": 230802,
    "bgg_name": "Azul",
    "year": 2017,
    "minPlayers": 2,
    "maxPlayers": 4,
    "minPlayingTime": 30,
    "maxPlayingTime": 45,
    "playingTime": 45,
    "age": 8,
    "genres": [
      "Abstract Strategy",
      "Renaissance"
    ],
    "description": "Introduced by the Moors, azulejos (originally white and blue ceramic tiles) were fully embraced by the Portuguese when their king Manuel I, on a visit to the Alhambra palace in Southern Spain, was mesmerized by the stunning beauty of the Moorish decorative tiles. The king, awestruck by the interior beauty of the Alhambra, immediately ordered that his own palace in Portugal be decorated with similar wall tiles. As a tile-laying artist, you have been challenged to embellish the walls of the Royal Palace of Evora.&#10;&#10;In the game Azul, players take turns drafting colored tiles from suppliers to their player board. Later in the round, players score points based on how they've placed their tiles to decorate the palace. Extra points are scored for specific patterns and completing sets; wasted supplies harm the player's score. The player with the most points at the end of the game wins.&#10;&#10;",
    "image": "https://cf.geekdo-images.com/aPSHJO0d0XOpQR5X-wJonw__original/img/AkbtYVc6xXJF3c9EUrakklcclKw=/0x0/filters:format(png)/pic6973671.png",
    "thumbnail": "https://cf.geekdo-images.com/aPSHJO0d0XOpQR5X-wJonw__thumb/img/ccsXKrdGJw-YSClWwzVUwk5Nh9Y=/fit-in/200x150/filters:strip_icc()/pic6973671.png"
  },
  {
    "name": "Century - La via delle spezie",
    "bgg_id": 209685,
    "bgg_name": "Century: Spice Road",
    "year": 2017,
    "minPlayers": 2,
    "maxPlayers": 5,
    "minPlayingTime": 30,
    "maxPlayingTime": 45,
    "playingTime": 45,
    "age": 8,
    "genres": [
      "Card Game",
      "Economic",
      "Medieval"
    ],
    "description": "Century: Spice Road is the first in a series of games that explores the history of each century with spice-trading as the theme for the first installment.  In Century: Spice Road, players are caravan leaders who travel the famed silk road to deliver spices to the far reaches of the continent for fame and glory. Each turn, players perform one of four actions:&#10;&#10;&#10;     Establish a trade route (by taking a market card)&#10;     Make a trade or harvest spices (by playing a card from hand)&#10;     Fulfill a demand (by meeting a victory point card's requirements and claiming it)&#10;     Rest (by taking back into your hand all of the cards you've played)&#10;&#10;&#10;The last round is triggered once a player has claimed their fifth victory point card, then whoever has the most victory points wins.&#10;&#10;",
    "image": "https://cf.geekdo-images.com/0_KEDk4lCvryf1Ju3YQJxA__original/img/zv58Iylm_N8nfVFgRkMVM0Q9Fh8=/0x0/filters:format(jpeg)/pic3339551.jpg",
    "thumbnail": "https://cf.geekdo-images.com/0_KEDk4lCvryf1Ju3YQJxA__thumb/img/FticvQmaT_qfdrX-hpSSK1ttRb0=/fit-in/200x150/filters:strip_icc()/pic3339551.jpg"
  },
  {
    "name": "Carcassonne Goldrausch",
    "bgg_id": 163370,
    "bgg_name": "Carcassonne: Gold Rush",
    "year": 2014,
    "minPlayers": 2,
    "maxPlayers": 5,
    "minPlayingTime": 35,
    "maxPlayingTime": 35,
    "playingTime": 35,
    "age": 8,
    "genres": [
      "American West",
      "Territory Building"
    ],
    "description": "Carcassonne: Gold Rush is the second title in the &quot;Carcassonne: Around the World&quot; series of tile-laying games, with each game being based on the original Carcassonne design in which players slowly create a world by placing tiles on the playing area and scoring for various features in the landscape they create.&#10;&#10;In Carcassonne: Gold Rush, players return to the 19th century in the United States when cowboys drove cattle, trappers traded with Native Americans, the first railway routes appeared, and explorers &mdash; that is, the players &mdash; sent their henchmen to gold mines to laboriously search for gold nuggets. Depending on where you place your tent, you might be able to snatch a nugget from another explorer &mdash; but sometimes you'll be left holding fool's gold while someone else uncovers a rich gold find...&#10;&#10;Carcassonne: Gold Rush is the second game of a new series titled &quot;Carcassonne Around the World&quot;, which was preceded by by Carcassonne: South Seas and followed later by Carcassonne: Amazonas.&#10;&#10;",
    "image": "https://cf.geekdo-images.com/JDbSOUPxOxhMRdx-_J72Fg__original/img/pFn4REYpd4riNieukePfZiKDE7Y=/0x0/filters:format(png)/pic2227130.png",
    "thumbnail": "https://cf.geekdo-images.com/JDbSOUPxOxhMRdx-_J72Fg__thumb/img/r4wE7Vq-4uCmCn_BrjUgsK1W9NY=/fit-in/200x150/filters:strip_icc()/pic2227130.png"
  },
  {
    "name": "Smiles & Daggers",
    "bgg_id": 254103,
    "bgg_name": "Smiles & Daggers",
    "year": 2018,
    "minPlayers": 3,
    "maxPlayers": 6,
    "minPlayingTime": 20,
    "maxPlayingTime": 30,
    "playingTime": 30,
    "age": 10,
    "genres": [
      "Bluffing",
      "Card Game"
    ],
    "description": "Smiles &amp; Daggers is based on one of the most famous dilemmas of game theory. The term counter-competition, a neologism invented by the authors, describes the main mechanism of the game. It is a competitive game in which victory is more achievable through co-operation, but there can be only one winner. In other words, keep your friends close, but your enemies closer!&#10;&#10;The Lady kills the Knight, the Lord kills the Lady but gets killed by Knights. You have to choose one card to put face down in front of you. Your opponent will do the same, whilst other players are betting on the outcome. Each card has two sides: one smiling that gives you money, the other kills (if possible) the opponent.&#10;&#10;Which side will you choose? And most importantly, which side is under your opponent's card?&#10;&#10;",
    "image": "https://cf.geekdo-images.com/-eXjLFavmEXMAwmm29kcyw__original/img/-YlDVx-YrXrcZF1nAnexQaVsQOs=/0x0/filters:format(jpeg)/pic4156940.jpg",
    "thumbnail": "https://cf.geekdo-images.com/-eXjLFavmEXMAwmm29kcyw__thumb/img/tNw1iqMpKV0kAWE78VMce52qEwM=/fit-in/200x150/filters:strip_icc()/pic4156940.jpg"
  },
  {
    "name": "7 Wonders",
    "bgg_id": 68448,
    "bgg_name": "7 Wonders",
    "year": 2010,
    "minPlayers": 2,
    "maxPlayers": 7,
    "playingTime": 30,
    "minPlayingTime": 30,
    "maxPlayingTime": 30,
    "minAge": 10,
    "image": "https://cf.geekdo-images.com/35h9Za_JvMMMtx_92kT0Jg__original/img/jt70jJDZ1y1FWJs4ZQf5FI8APVY=/0x0/filters:format(jpeg)/pic7149798.jpg",
    "thumbnail": "https://cf.geekdo-images.com/35h9Za_JvMMMtx_92kT0Jg__thumb/img/BUOso8b0M1aUOkU80FWlhE8uuxc=/fit-in/200x150/filters:strip_icc()/pic7149798.jpg",
    "description": "You are the leader of one of the 7 great cities of the Ancient World. Gather resources, develop commercial routes, and affirm your military supremacy. Build your city and erect an architectural wonder which will transcend future times.&#10;&#10;7 Wonders lasts three ages. In each age, players receive seven cards from a particular deck, choose one of those cards, then pass the remainder to an adjacent player. Players reveal their cards simultaneously, paying resources if needed or collecting resources or interacting with other players in various ways. (Players have individual boards with special powers on which to organize their cards, and the boards are double-sided). Each player then chooses another card from the deck they were passed, and the process repeats until players have six cards in play from that age. After three ages, the game ends.&#10;&#10;In essence, 7 Wonders is a card development game. Some cards have immediate effects, while others provide bonuses or upgrades later in the game. Some cards provide discounts on future purchases. Some provide military strength to overpower your neighbors and others give nothing but victory points. Each card is played immediately after being drafted, so you'll know which cards your neighbor is receiving and how her choices might affect what you've already built up. Cards are passed left-right-left over the three ages, so you need to keep an eye on the neighbors in both directions.&#10;&#10;Though the box of earlier editions is listed as being for 3&ndash;7 players, there is an official 2-player variant included in the instructions.&#10;&#10;",
    "genres": [
      "Ancient",
      "Card Game",
      "City Building",
      "Civilization",
      "Economic"
    ]
  },
  {
    "name": "Wendake",
    "bgg_id": 229265,
    "bgg_name": "Wendake",
    "year": 2017,
    "minPlayers": 1,
    "maxPlayers": 4,
    "minPlayingTime": 60,
    "maxPlayingTime": 120,
    "playingTime": 120,
    "age": 14,
    "genres": [
      "American Indian Wars",
      "Economic",
      "Farming",
      "Fighting"
    ],
    "description": "&quot;Wendake&quot; is the name that the Wyandot people use for their traditional territory. This population, also known as the Huron Nation, lived in the Great Lakes region, together with the tribes who formed the Iroquois Confederacy, and many others. In this game, you will explore the traditions and everyday life of these tribes during the 1756&ndash;1763 period, when the Seven Years&rsquo; War between the French and the English took place in these territories.&#10;&#10;But this white man&rsquo;s war is only a marginal aspect of the game; the focus is on life in the native villages, fields, and forests. In this game, you won&rsquo;t find the traditional tipis, which were used by southwestern tribes who moved their camps to follow the bison herds. The natives of the Great Lakes were more sedentary, living in longhouses. The women farmed beans, corn, and pumpkins, while the men hunted beavers in the forests, mainly to sell their pelts as leather.&#10;&#10;In Wendake, you step into the shoes of the chief of a Native American tribe. You will have to manage the most important aspects of your tribe&rsquo;s daily existence, thereby earning points on the Economic, Military, Ritual, and Mask tracks. The core of the game is the action selection mechanism: you will have the opportunity to choose better and better actions over 7 years (i.e., rounds), and the winner will be the chief who finds the best combinations of actions and uses them to lead their tribe to prosperity!&#10;&#10;",
    "image": "https://cf.geekdo-images.com/N_oaV30_ImihsgPhYAUyiQ__original/img/BfzNBdQu-iHq3nA9Dfnwhz06EyQ=/0x0/filters:format(jpeg)/pic4110410.jpg",
    "thumbnail": "https://cf.geekdo-images.com/N_oaV30_ImihsgPhYAUyiQ__thumb/img/5Ux0lbcU6kZPSGW3SpKFQhdw9ww=/fit-in/200x150/filters:strip_icc()/pic4110410.jpg"
  },
  {
    "name": "Kepler 3042",
    "bgg_id": 198190,
    "bgg_name": "Kepler-3042",
    "year": 2016,
    "minPlayers": 1,
    "maxPlayers": 4,
    "minPlayingTime": 60,
    "maxPlayingTime": 120,
    "playingTime": 120,
    "age": 14,
    "genres": [
      "Economic",
      "Science Fiction",
      "Space Exploration"
    ],
    "description": "The year is 3042: Humanity is ready to explore the galaxy. The most interesting celestial bodies to explore, and eventually colonize, have been known for centuries, and the nations of Earth finally have the technological level to reach them, thus beginning an unarmed competition that in the end the whole of humanity will win.&#10;&#10;Kepler-3042 is a resource management game in which you have to explore, colonize, exploit, and terraform the planets of the Milky Way using the available technologies. In each round, you must choose which action to perform and which bonus to activate, managing your supplies of matter, energy, and antimatter. The peculiar strength of the game is the innovative resource management: Each player has a finite amount of matter, energy, and antimatter that they can produce or spend during the game. In each round, they can decide to burn forever one or more resources to perform powerful actions, thereby allowing them to follow different strategies.&#10;&#10;",
    "image": "https://cf.geekdo-images.com/qXwTs5Vd1nC84XrF9YEvPg__original/img/oCAyw3YkXP8KusKEU0_d_IG58pU=/0x0/filters:format(png)/pic8303117.png",
    "thumbnail": "https://cf.geekdo-images.com/qXwTs5Vd1nC84XrF9YEvPg__thumb/img/bMSgRzl18hTXihyIbo7NldI9Fy4=/fit-in/200x150/filters:strip_icc()/pic8303117.png"
  },
  {
    "name": "Can't Stop",
    "bgg_id": 41,
    "bgg_name": "Can't Stop",
    "year": 1980,
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "minPlayingTime": 30,
    "maxPlayingTime": 30,
    "minAge": 9,
    "image": "https://cf.geekdo-images.com/nMitZr9Lu4Ux7LLqBy7Z8A__original/img/A_bSjGJJXDFfSocVclabxi8ArY8=/0x0/filters:format(png)/pic6875169.png",
    "thumbnail": "https://cf.geekdo-images.com/nMitZr9Lu4Ux7LLqBy7Z8A__thumb/img/mLHWOFfdxrWljImkFZ2ulIhHt7A=/fit-in/200x150/filters:strip_icc()/pic6875169.png",
    "description": "In this Sid Sackson classic, players must press their luck with dice and choose combinations tactically to close out three columns. The board has one column for each possible total of two six-sided dice, but the number of spaces in each column varies: the more probable a total, the more spaces in that column and the more rolls it takes to complete. On their turn, a player rolls four dice and arranges them in duos: 1 4 5 6 can become 1+4 and 5+6 for 5 &amp; 11, 1+5 and 4+6 for 6 &amp; 10, or 1+6 and 4+5 for 7 &amp; 9. The player places or advances progress markers in the open column(s) associated with their chosen totals, then chooses whether to roll again or end their turn and replace the progress markers with markers of their color. A player can only advance three different columns in a turn and cannot advance a column which any player has closed out by reaching the end space; if a roll doesn&rsquo;t result in any legal plays, the turn ends with that turn&rsquo;s progress lost.&#10;&#10;A predecessor from 1974, The Great Races, exists as a paper-and-pencil game.&#10;&#10;",
    "genres": [
      "Dice"
    ]
  },
  {
    "name": "Perudo",
    "bgg_id": 45,
    "bgg_name": "Perudo",
    "year": 1800,
    "minPlayers": 2,
    "maxPlayers": 10,
    "minPlayingTime": 15,
    "maxPlayingTime": 30,
    "playingTime": 30,
    "age": 8,
    "genres": [
      "Bluffing",
      "Children's Game",
      "Dice",
      "Movies / TV / Radio theme",
      "Party Game"
    ],
    "description": "Liar's Dice, a.k.a. Bluff, Perudo or Dudo, is a South American dice game in which each player is given five dice and cup to roll and hide them with. Players make successively higher declarations regarding the results of all the dice remaining in the game, e.g. &quot;there are ten sixes&quot;. However, someone can always contest the bid. When that happens, all the dice are revealed and either the bidder or the caller loses dice, depending on who was correct. The last player with dice is the winner.&#10;&#10;As a public domain dice game, there are a number of variants or similar games called Liar's Dice. This includes one that is often played with Poker Dice, and differs from the marketed versions in that players only declare on their own hand's value (as opposed to all dice being in play), using poker-hand values.&#10;&#10;",
    "image": "https://cf.geekdo-images.com/wX4cTWNjTG7XiGHGgSpiiw__original/img/86bXDwl4gmMb_GehNQ-9y6O9G0E=/0x0/filters:format(png)/pic8630033.png",
    "thumbnail": "https://cf.geekdo-images.com/wX4cTWNjTG7XiGHGgSpiiw__thumb/img/vU6kaL3f06BaVfmwUV91trrvDng=/fit-in/200x150/filters:strip_icc()/pic8630033.png"
  },
  {
    "name": "Kingdomino",
    "bgg_id": 204583,
    "bgg_name": "Kingdomino",
    "year": 2016,
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 25,
    "minPlayingTime": 15,
    "maxPlayingTime": 25,
    "minAge": 8,
    "image": "https://cf.geekdo-images.com/c0m3gwZTcfKoLI63ASio8g__original/img/HT6NQPT0cSFcZXjSewtjTO_NBAE=/0x0/filters:format(png)/pic8443569.png",
    "thumbnail": "https://cf.geekdo-images.com/c0m3gwZTcfKoLI63ASio8g__thumb/img/4p4Xydg0tze9UFcd6oUbCnVyxCw=/fit-in/200x150/filters:strip_icc()/pic8443569.png",
    "description": "In Kingdomino, you are a lord seeking new lands in which to expand your kingdom. You must explore all the lands, including wheat fields, lakes, and mountains, in order to spot the best plots, while competing with other lords to acquire them first.&#10;&#10;The game uses tiles with two sections, similar to Dominoes. Each turn, each player will select a new domino to connect to their existing kingdom, making sure at least one of its sides connects to a matching terrain type already in play. The order of who picks first depends on which tile was previously chosen, with better tiles forcing players to pick later in the next round. The game ends when each player has completed a 5x5 grid (or failed to do so), and points are counted based on number of connecting tiles and valuable crown symbols.&#10;&#10;",
    "genres": [
      "Abstract Strategy",
      "Medieval",
      "Puzzle",
      "Territory Building"
    ]
  },
  {
    "name": "Steam Park",
    "bgg_id": 121410,
    "bgg_name": "Steam Park",
    "year": 2013,
    "minPlayers": 2,
    "maxPlayers": 4,
    "minPlayingTime": 60,
    "maxPlayingTime": 60,
    "playingTime": 60,
    "age": 10,
    "genres": [
      "City Building",
      "Dice",
      "Real-time",
      "Science Fiction"
    ],
    "description": "Game description from the publisher:&#10;&#10;As owners of a fantastic steam park, you're to build gigantic, coal-powered rides to attract as many visitors as you can &ndash; but building attractions won't be enough. You'll also need to manage your employees, invest in advertising in order to attract and please the different kinds of guests visiting your park, and, above all, keep the dirt that your park produces under strict control!&#10;&#10;Steam Park is an easy-to-learn game with two difficulty levels: one for the less experienced gamers and a more strategic one for those who want a more exciting challenge. In this management game, you'll have to build your own amusement park and make it the largest and most profitable in the region. By constructing the three-dimensional, wonderful rides designed by Marie Cardouat, you will see your park grow right before your eyes. Choose your strategy! Build Stands to attract more Visitors, or Toilets to keep the Dirt under control. Whatever decision you take, take it quickly: The less time you spend planning, the more time you'll have to maintain your park. Thanks to a clever, original action-choosing mechanism, winning in Steam Park is as much a matter of being the best as of being the fastest!&#10;&#10;",
    "image": "https://cf.geekdo-images.com/HA0kPnNDm7O0gh0ukPcGcw__original/img/o98tRHk91X2oFIsYeyXvrJJixss=/0x0/filters:format(jpeg)/pic2656302.jpg",
    "thumbnail": "https://cf.geekdo-images.com/HA0kPnNDm7O0gh0ukPcGcw__thumb/img/zZNZq4mvxP9y-MxZQyeHvFsDhdk=/fit-in/200x150/filters:strip_icc()/pic2656302.jpg"
  },
  {
    "name": "Rattus",
    "bgg_id": 42452,
    "bgg_name": "Rattus",
    "year": 2010,
    "minPlayers": 2,
    "maxPlayers": 4,
    "minPlayingTime": 45,
    "maxPlayingTime": 45,
    "playingTime": 45,
    "age": 10,
    "genres": [
      "Animals",
      "Medieval"
    ],
    "description": "Europe, 1347. A disaster is about to strike. The Black Death reaches Europe, and during the next 4-5 years, the population of Europe will be halved.&#10;The players settle in the various regions of Europe, while the plague spreads throughout all of the continent. The players gain help from the various classes of the middle ages: the Peasants provide population growth, the wise Monks keep the rats away, the rich Merchants flee when the plague approaches, the warfare conducted by the Knights spreads the plague to new areas, the Witches control the spread through magic and witchcraft, whereas the Kings avoid the plague by staying in their fortified palaces. But the plague does not make any distinction: when the rats arrive, no one can feel safe. &#10;When the plague withdraws and the game ends, the player with the highest surviving population wins.&#10;&#10;Rattus is a medium-strategy game that takes place in the Dark Ages during the black plague. The players try to hold off the disease.&#10;To do this they get help from farmers, magicians, knights, nobles, ... But nothing helps as long as the rats keep coming.&#10;&#10;",
    "image": "https://cf.geekdo-images.com/wKT_pdW6lOCTWCkkjlhNkg__original/img/A7toj4xyRKSafcP7l7e1-l8WI2c=/0x0/filters:format(jpeg)/pic612591.jpg",
    "thumbnail": "https://cf.geekdo-images.com/wKT_pdW6lOCTWCkkjlhNkg__thumb/img/_Hf3fOLl1oKk6VGWHJEyoqTLFi4=/fit-in/200x150/filters:strip_icc()/pic612591.jpg"
  },
  {
    "name": "Rattus Africanus",
    "bgg_id": 103233,
    "bgg_name": "Rattus: Africanus",
    "year": 2011,
    "minPlayers": 2,
    "maxPlayers": 6,
    "minPlayingTime": 45,
    "maxPlayingTime": 45,
    "playingTime": 45,
    "age": 10,
    "genres": [
      "Expansion for Base-game",
      "Medieval"
    ],
    "description": "Rattus: Africanus, a new expansion for the 2010 release Rattus, introduces a caravan and diplomats to add more strategic possibilities to the game. What's more, with the introduction of region cards, players will have more control on possible outbreaks of the Black Death.&#10;&#10;In addition to making Rattus feel like a completely new gaming experience, Rattus Africanus makes it possible to play the game with up to six players.&#10;&#10;",
    "image": "https://cf.geekdo-images.com/NVJaUvkdsiePg3-D6GEywA__original/img/7MJa3wQGn89CFwQ_lgL_SMduY9Q=/0x0/filters:format(jpeg)/pic1051040.jpg",
    "thumbnail": "https://cf.geekdo-images.com/NVJaUvkdsiePg3-D6GEywA__thumb/img/VWU8XDRgzhrzED-hA8kMc5s3pck=/fit-in/200x150/filters:strip_icc()/pic1051040.jpg"
  },
  {
    "name": "Rattus Pied Piper",
    "bgg_id": 66771,
    "bgg_name": "Rattus: Pied Piper",
    "year": 2010,
    "minPlayers": 2,
    "maxPlayers": 4,
    "minPlayingTime": 45,
    "maxPlayingTime": 45,
    "playingTime": 45,
    "age": 10,
    "genres": [
      "Expansion for Base-game",
      "Medieval"
    ],
    "description": "Europe, 1348. The Black Death ravages Europe. Until now the players have used the help of a handful of different medieval classes to fight the plague. Now it&rsquo;s time to call for reinforcements. 12 new personalities are ready to provide their help to the players. Some of these, like the Queen and the Emperor, use their wealth and power to aid the players. Some, like the Nun and the Bishop, use wisdom and faith to avoid the plague, while others resort to magic and witchcraft, like Pied Piper, who uses his magical flute to lure the rats along with him.&#10;&#10;",
    "image": "https://cf.geekdo-images.com/6Z8R_Cwhs_OJi7lj5xx5GQ__original/img/RaDKU90BpDiEZEnUzPqwc4Gg1SY=/0x0/filters:format(jpeg)/pic666665.jpg",
    "thumbnail": "https://cf.geekdo-images.com/6Z8R_Cwhs_OJi7lj5xx5GQ__thumb/img/vaEYejqP0VFS5ZIbTWBap1EkvJo=/fit-in/200x150/filters:strip_icc()/pic666665.jpg"
  },
  {
    "name": "Diamant",
    "bgg_id": 15512,
    "bgg_name": "Diamant",
    "year": 2005,
    "minPlayers": 3,
    "maxPlayers": 8,
    "minPlayingTime": 20,
    "maxPlayingTime": 40,
    "playingTime": 40,
    "age": 8,
    "genres": [
      "Bluffing",
      "Exploration"
    ],
    "description": "Diamant &mdash; also published as Incan Gold &mdash; is a quick, fun, press-your-luck game. Players venture down mine shafts or explore paths in the jungle by turning up cards from a deck and evenly sharing the gems they find on the way, with any leftover gems being placed on the card. Before the next card is revealed, you have the chance to leave the mine and stash your holdings, including any gems you get on the way out.&#10;&#10;Why would you leave? Because the deck also contains hazards: scorpions, snakes, poison gas, explosions and rockfalls. When a particular hazard is revealed for the second time (e.g., a second scorpion), anyone still in the shaft or on the path has to drop all the gems they've collected that round and flee for safety. The trick is that as more players leave each turn, your share of the pie grows larger, which will perhaps inspire you to explore deeper &mdash; but at the risk of ending up with nothing.&#10;&#10;All editions of Incan Gold and later editions of Diamant include five artifact cards that are shuffled into the deck of gem and hazard cards, either one per round or all at once. When an artifact card is revealed, no one can take this card and it's placed on the path. If exactly one player leaves at the end of a turn, they collect not only all gems that remain on the path, but the artifact as well, which is worth extra points at the end of the game.&#10;&#10;",
    "image": "https://cf.geekdo-images.com/G7gR2mJRPosZmGahXFKFXA__original/img/mwD68OdF-9k-Jkd9dRY87Nt__qo=/0x0/filters:format(jpeg)/pic7924444.jpg",
    "thumbnail": "https://cf.geekdo-images.com/G7gR2mJRPosZmGahXFKFXA__thumb/img/4qe4Eo9pvyKtw4W0E-iv7TV6aa8=/fit-in/200x150/filters:strip_icc()/pic7924444.jpg"
  },
  {
    "name": "7 Wonders Duel",
    "bgg_id": 173346,
    "bgg_name": "7 Wonders Duel",
    "year": 2015,
    "minPlayers": 2,
    "maxPlayers": 2,
    "minPlayingTime": 30,
    "maxPlayingTime": 30,
    "playingTime": 30,
    "age": 10,
    "genres": [
      "Ancient",
      "Card Game",
      "City Building",
      "Civilization",
      "Economic"
    ],
    "description": "In many ways 7 Wonders Duel resembles its parent game 7 Wonders. Over three ages, players acquire cards that provide resources or advance their military or scientific development in order to develop a civilization and complete wonders. What's different about 7 Wonders Duel is that, as the title suggests, the game is solely for two players.&#10;&#10;Players do not draft cards simultaneously from decks of cards, but from a display of face-down and face-up cards arranged at the start of a round. A player can take a card only if it's not covered by any others, so timing comes into play, as it can with bonus moves that allow the player to take a second card immediately. As in the original game, each acquired card can be built, discarded for coins, or used to construct a wonder. Each player also starts with four wonder cards, and the construction of a wonder provides its owner with a special ability. Only seven wonders can be built, though, so one player will end up short.&#10;&#10;Players can purchase resources at any time from the bank, or they can gain cards during the game that provide them with resources for future building; as they are acquired, the cost for those resources increases for the opponent, representing the owner's dominance in this area.&#10;&#10;You can win 7 Wonders Duel in one of three ways: each time you acquire a military card, you advance the military marker toward your opponent's capital (also giving you a bonus at certain positions). If you reach the opponent's capital, you win the game immediately. Or if you acquire six of seven different scientific symbols, you achieve scientific dominance and win immediately. If none of these situations occurs, then the player with the most points at the end of the game wins.&#10;&#10;",
    "image": "https://cf.geekdo-images.com/zdagMskTF7wJBPjX74XsRw__original/img/Ju836WNSaW7Mab9Vjq2TJ_FqhWQ=/0x0/filters:format(jpeg)/pic2576399.jpg",
    "thumbnail": "https://cf.geekdo-images.com/zdagMskTF7wJBPjX74XsRw__thumb/img/gV1-ckZSIC-dCxxpq1Y7GmPITzQ=/fit-in/200x150/filters:strip_icc()/pic2576399.jpg"
  },
  {
    "name": "Pandemic",
    "bgg_id": 30549,
    "bgg_name": "Pandemic",
    "year": 2008,
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 45,
    "minPlayingTime": 45,
    "maxPlayingTime": 45,
    "minAge": 8,
    "image": "https://cf.geekdo-images.com/S3ybV1LAp-8SnHIXLLjVqA__original/img/IsrvRLpUV1TEyZsO5rC-btXaPz0=/0x0/filters:format(jpeg)/pic1534148.jpg",
    "thumbnail": "https://cf.geekdo-images.com/S3ybV1LAp-8SnHIXLLjVqA__thumb/img/oqViRj6nVxK3m36NluTxU1PZkrk=/fit-in/200x150/filters:strip_icc()/pic1534148.jpg",
    "description": "In Pandemic, several virulent diseases have broken out simultaneously all over the world! The players are disease-fighting specialists whose mission is to treat disease hotspots while researching cures for each of four plagues before they get out of hand.&#10;&#10;The game board depicts several major population centers on Earth. On each turn, a player can use up to four actions to travel between cities, treat infected populaces, discover a cure, or build a research station. A deck of cards provides the players with these abilities, but sprinkled throughout this deck are Epidemic! cards that accelerate and intensify the diseases' activity. A second, separate deck of cards controls the &quot;normal&quot; spread of the infections.&#10;&#10;Taking a unique role within the team, players must plan their strategy to mesh with their specialists' strengths in order to conquer the diseases. For example, the Operations Expert can build research stations which are needed to find cures for the diseases and which allow for greater mobility between cities; the Scientist needs only four cards of a particular disease to cure it instead of the normal five&mdash;but the diseases are spreading quickly and time is running out. If one or more diseases spreads beyond recovery or if too much time elapses, the players all lose. If they cure the four diseases, they all win!&#10;&#10;The 2013 edition of Pandemic includes two new characters&mdash;the Contingency Planner and the Quarantine Specialist&mdash;not available in earlier editions of the game.&#10;&#10;Pandemic is the first game in the Pandemic series.&#10;&#10;",
    "genres": [
      "Medical",
      "Travel"
    ]
  },
  {
    "name": "Pandemia",
    "bgg_name": "Pandemic",
    "year": 2008,
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 45,
    "minPlayingTime": 45,
    "maxPlayingTime": 45,
    "minAge": 8,
    "image": "https://cf.geekdo-images.com/S3ybV1LAp-8SnHIXLLjVqA__original/img/IsrvRLpUV1TEyZsO5rC-btXaPz0=/0x0/filters:format(jpeg)/pic1534148.jpg",
    "thumbnail": "https://cf.geekdo-images.com/S3ybV1LAp-8SnHIXLLjVqA__thumb/img/oqViRj6nVxK3m36NluTxU1PZkrk=/fit-in/200x150/filters:strip_icc()/pic1534148.jpg",
    "description": "In Pandemic, several virulent diseases have broken out simultaneously all over the world! The players are disease-fighting specialists whose mission is to treat disease hotspots while researching cures for each of four plagues before they get out of hand.&#10;&#10;The game board depicts several major population centers on Earth. On each turn, a player can use up to four actions to travel between cities, treat infected populaces, discover a cure, or build a research station. A deck of cards provides the players with these abilities, but sprinkled throughout this deck are Epidemic! cards that accelerate and intensify the diseases' activity. A second, separate deck of cards controls the &quot;normal&quot; spread of the infections.&#10;&#10;Taking a unique role within the team, players must plan their strategy to mesh with their specialists' strengths in order to conquer the diseases. For example, the Operations Expert can build research stations which are needed to find cures for the diseases and which allow for greater mobility between cities; the Scientist needs only four cards of a particular disease to cure it instead of the normal five&mdash;but the diseases are spreading quickly and time is running out. If one or more diseases spreads beyond recovery or if too much time elapses, the players all lose. If they cure the four diseases, they all win!&#10;&#10;The 2013 edition of Pandemic includes two new characters&mdash;the Contingency Planner and the Quarantine Specialist&mdash;not available in earlier editions of the game.&#10;&#10;Pandemic is the first game in the Pandemic series.&#10;&#10;",
    "genres": [
      "Medical",
      "Travel"
    ]
  },
  {
    "name": "Food Chain Magnate",
    "bgg_id": 175914,
    "bgg_name": "Food Chain Magnate",
    "year": 2015,
    "minPlayers": 2,
    "maxPlayers": 5,
    "minPlayingTime": 120,
    "maxPlayingTime": 240,
    "playingTime": 240,
    "age": 14,
    "genres": [
      "Economic",
      "Industry / Manufacturing"
    ],
    "description": "&quot;Lemonade? They want lemonade? What is the world coming to? I want commercials for burgers on all channels, every 15 minutes. We are the Home of the Original Burger, not a hippie health haven. And place a billboard next to that new house on the corner. I want them craving beer every second they sit in their posh new garden.&quot; The new management trainee trembles in front of the CEO and tries to politely point out that... &quot;How do you mean, we don't have enough staff? The HR director reports to you. Hire more people! Train them! But whatever you do, don't pay them any real wages. I did not go into business to become poor. And fire that discount manager, she is only costing me money. From now on, we'll sell gourmet burgers. Same crap, double the price. Get my marketing director in here!&quot;&#10;&#10;Food Chain Magnate is a heavy strategy game about building a fast food chain. The focus is on building your company using a card-driven (human) resource management system. Players compete on a variable city map through purchasing, marketing and sales, and on a job market for key staff members. The game can be played by 2-5 serious gamers in 2-4 hours.&#10;&#10;German:&#10;&#10;&quot;Limonade? Sie wollen Limonade? Was ist mit der Welt los? Ich will Werbung f&uuml;r Burger auf allen Kan&auml;len, alle 15 Minuten. Wir sind die Heimat des Original-Burgers, kein Hippie-Gesundheitsparadies. Und stellen Sie eine Werbetafel neben das neue Haus an der Ecke. Ich will, dass sie jede Sekunde, in der sie in ihrem schicken neuen Garten sitzen, nach Bier lechzen.&quot; Der neue Management-Trainee zittert vor dem CEO und versucht, h&ouml;flich darauf hinzuweisen, dass... &quot;Wie meinen Sie das, wir haben nicht genug Personal? Der Personaldirektor berichtet an Sie. Stellen Sie mehr Leute ein! Bilden Sie sie aus! Aber was auch immer Sie tun, zahlen Sie ihnen keine echten L&ouml;hne. Ich bin nicht ins Gesch&auml;ft eingestiegen, um arm zu werden. Und feuere diese Discount-Managerin, sie kostet mich nur Geld. Von nun an werden wir Gourmet-Burger verkaufen. Derselbe Mist, nur doppelt so teuer. Holen Sie meinen Marketingdirektor her!&quot;&#10;&#10;Food Chain Magnate ist ein schweres Strategiespiel &uuml;ber den Aufbau einer Fast-Food-Kette. Der Schwerpunkt liegt auf dem Aufbau des eigenen Unternehmens mit Hilfe eines kartengesteuerten (Personal-)Managementsystems. Die Spieler konkurrieren auf einer variablen Stadtkarte durch Einkauf, Marketing und Verkauf sowie auf einem Stellenmarkt f&uuml;r wichtige Mitarbeiter.&#10;&#10;Das Spiel kann von 2-5 ernsthaften Spielern in 2-4 Stunden gespielt werden.&#10;&#10;",
    "image": "https://cf.geekdo-images.com/Wtxml94LAXsIWQCxGPS63Q__original/img/9c-MJB6x54vN5eB-1hT4XQaHtP8=/0x0/filters:format(png)/pic2649434.png",
    "thumbnail": "https://cf.geekdo-images.com/Wtxml94LAXsIWQCxGPS63Q__thumb/img/LKU2KoMev222qUIKyNqaCF_ZLPY=/fit-in/200x150/filters:strip_icc()/pic2649434.png"
  },
  {
    "name": "Puerto Rico",
    "bgg_id": 3076,
    "bgg_name": "Puerto Rico",
    "year": 2002,
    "minPlayers": 3,
    "maxPlayers": 5,
    "playingTime": 150,
    "minPlayingTime": 90,
    "maxPlayingTime": 150,
    "minAge": 12,
    "image": "https://cf.geekdo-images.com/QFiIRd2kimaMqTyWsX0aUg__original/img/DOgIp57F7tKZvxeITGAd3e_Q9as=/0x0/filters:format(jpeg)/pic158548.jpg",
    "thumbnail": "https://cf.geekdo-images.com/QFiIRd2kimaMqTyWsX0aUg__thumb/img/5fLo89ChZH6Wzukk36bhZ-EpBS0=/fit-in/200x150/filters:strip_icc()/pic158548.jpg",
    "description": "In 'Puerto Rico', players assume the roles of colonial governors on the island of Puerto Rico. The aim of the game is to amass victory points by shipping goods to Europe or by constructing buildings.&#10;&#10;Each player uses a separate small board with spaces for city buildings, plantations, and resources. Shared between the players are three ships, a trading house, and a supply of resources and doubloons.&#10;&#10;The resource cycle of the game is that players grow crops which they exchange for points or doubloons. Doubloons can then be used to buy buildings, which allow players to produce more crops or give them other abilities. Buildings and plantations do not work unless they are manned by colonists.&#10;&#10;During each round, players take turns selecting a role card from those on the table (such as &quot;Trader&quot; or &quot;Builder&quot;). When a role is chosen, every player gets to take the action appropriate to that role. The player that selected the role also receives a small privilege for doing so - for example, choosing the &quot;Builder&quot; role allows all players to construct a building, but the player who chose the role may do so at a discount on that turn. Unused roles gain a doubloon bonus at the end of each turn, so the next player who chooses that role gets to keep any doubloon bonus associated with it. This encourages players to make use of all the roles throughout a typical course of a game.&#10;&#10;Puerto Rico uses a variable phase order mechanism in which a &quot;governor&quot; token is passed clockwise to the next player at the conclusion of a turn. The player with the token begins the round by choosing a role and taking the first action.&#10;&#10;Players earn victory points for owning buildings, for shipping goods, and for manned &quot;large buildings.&quot; Each player's accumulated shipping chips are kept face down and come in denominations of one or five. This prevents other players from being able to determine the exact score of another player. Goods and doubloons are placed in clear view of other players and the totals of each can always be requested by a player. As the game enters its later stages, the unknown quantity of shipping tokens and its denominations require players to consider their options before choosing a role that can end the game.&#10;&#10;In 2011 and mostly afterwards, Puerto Rico was published to include both Puerto Rico: Expansion I &ndash; New Buildings and Puerto Rico: Expansion II &ndash; The Nobles. These versions are included in the other game entry Puerto Rico, not this regular game entry for Puerto Rico. Some editions of Puerto Rico list the player count as 2-5 instead of 3-5, and they include variant rules for games with only two players.&#10;&#10;",
    "genres": [
      "City Building",
      "Economic",
      "Farming"
    ]
  },
  {
    "name": "I giardini di Alhambra",
    "bgg_id": 6249,
    "bgg_name": "Alhambra",
    "year": 2003,
    "minPlayers": 2,
    "maxPlayers": 6,
    "minPlayingTime": 45,
    "maxPlayingTime": 60,
    "playingTime": 60,
    "age": 8,
    "genres": [
      "City Building",
      "Medieval"
    ],
    "description": "Granada, 1278. At the foot of the Sierra Nevada mountains, one of the most exciting and interesting project of the Spanish Middle Ages begins: the construction of the ALHAMBRA.&#10;&#10;The best master builders in the whole of Europe and Arabia want to demonstrate their skill.  Employ the most suitable teams of builders and make sure that you always have enough of the right currency.  Because no matter whether they are stonemasons from the north or horticulturalists from the south, they all want a proper wage and insist on their &quot;native&quot; currency.  With their help towers can be constructed, gardens laid out, pavilions and arcades erected and seraglios and chambers built.&#10;&#10;In Alhambra, players are acquiring buildings to be placed within their Alhambra complex.&#10;&#10;The money in Alhambra comes in four different currencies and is available in the open money market.  The 54 buildings of six types become available for purchase in the building market four at a time; one building is available in each of the four different currencies.  On a player's turn, a player may 1) take money from the open money market, 2) purchase a building from the building market and either place it in his Alhambra or reserve, or 3) engage in construction and re-construction projects with buildings that have been placed in the player's Alhambra or reserve. The game rewards efficiency, as when a player purchases a building from the market for the exact amount of money, the player may take another turn.&#10;&#10;Players with the most buildings in each of the six building types in his Alhambra score in each of the scoring phases, and points are awarded for players' longest external &quot;wall&quot; section within their complex. The game ends when the building market can no longer be replenished from the building tile supply, and there is a final scoring, whereupon the player with the highest score wins.&#10;&#10;Integrates with:&#10;&#10;    Alhambra: The Dice Game (a variant in which you can combine Alhambra buildings with Alhambra dice.)&#10;&#10;&#10;",
    "image": "https://cf.geekdo-images.com/OiqKsYDh7pqeRYKG__kMSw__original/img/Oe2ZTGE2hUnyZQIEoIjM_zwYfcY=/0x0/filters:format(jpeg)/pic4893652.jpg",
    "thumbnail": "https://cf.geekdo-images.com/OiqKsYDh7pqeRYKG__kMSw__thumb/img/Pj2FP8bV-BHofcDS0eGLh8gzTmI=/fit-in/200x150/filters:strip_icc()/pic4893652.jpg"
  },
  {
    "name": "Citadels",
    "bgg_id": 478,
    "bgg_name": "Citadels",
    "year": 2000,
    "minPlayers": 2,
    "maxPlayers": 8,
    "minPlayingTime": 20,
    "maxPlayingTime": 60,
    "playingTime": 60,
    "age": 10,
    "genres": [
      "Bluffing",
      "Card Game",
      "City Building",
      "Deduction",
      "Fantasy",
      "Medieval"
    ],
    "description": "In Citadels, players take on new roles each round to represent characters they hire in order to help them acquire gold and erect buildings. The game ends at the close of a round in which a player erects his/her eighth building. Players then tally their points, and the player with the highest score wins.&#10;&#10;Players start with a number of building cards in their hand; buildings come in five colors, with the purple buildings typically having a special ability and the other colored buildings providing a benefit when you play particular characters. At the start of each round, the player who was king the previous round discards one of the eight character cards at random, chooses one, then passes the cards to the next player, etc. until each player has secretly chosen a character. Each character has a special ability, and the usefulness of any character depends upon your situation, and that of your opponents. The characters then carry out their actions in numerical order: the assassin eliminating another character for the round, the thief stealing all gold from another character, the wizard swapping building cards with another player, the warlord optionally destroys a building in play, and so on.&#10;&#10;On a turn, a player earns two or more gold (or draws two building cards then discards one), then optionally constructs one building (or up to three if playing the architect this round). Buildings cost gold equal to the number of symbols on them, and each building is worth a certain number of points. In addition to points from buildings, at the end of the game a player scores bonus points for having eight buildings or buildings of all five colors.&#10;&#10;The expansion Citadels: The Dark City was initially released as a separate item, but the second edition of the game from Hans im Gl&uuml;ck (packaged in a tin box) and the third edition from Fantasy Flight Games included this expansion and can be recognized by its rectangular box (not square). With Dark City, Citadels supports a maximum of eight players.&#10;&#10;",
    "image": "https://cf.geekdo-images.com/42iW4E-vOumFXRQAiSf-GA__original/img/ochY5pK4sq4vtzkka0OPRwsGLOE=/0x0/filters:format(jpeg)/pic3239104.jpg",
    "thumbnail": "https://cf.geekdo-images.com/42iW4E-vOumFXRQAiSf-GA__thumb/img/lxwVwqIO1RkDyyykSDFnpmwbgyI=/fit-in/200x150/filters:strip_icc()/pic3239104.jpg"
  },
  {
    "name": "Istanbul",
    "bgg_id": 148949,
    "bgg_name": "Istanbul",
    "year": 2014,
    "minPlayers": 2,
    "maxPlayers": 5,
    "minPlayingTime": 40,
    "maxPlayingTime": 60,
    "playingTime": 60,
    "age": 10,
    "genres": [
      "Economic"
    ],
    "description": "There's hustle and bustle at Istanbul's grand bazaar as merchants and their assistants rush through the narrow alleys in their attempt to be more successful than their competitors. Everything must be well organized: wheelbarrows must be filled with goods at the warehouses, then swiftly transported by the assistants to various destinations. Your goal? Be the first merchant to collect a certain number of rubies.&#10;&#10;In Istanbul, you lead a group of one merchant and four assistants through 16 locations in the bazaar. At each such location, you can carry out a specific action. The challenge, though, is that to take an action, you must move your merchant and an assistant there, then leave the assistant behind (to handle all the details while you focus on larger matters). If you want to use that assistant again later, your merchant must return to that location to pick him up. Thus, you must plan ahead carefully to avoid being left with no assistants and thus unable to do anything...&#10;&#10;In more detail, on a turn you move your merchant and his retinue of assistants one or two steps through the bazaar, either leave an assistant at that location or collect an assistant left earlier, then perform the action. If you meet other merchants or certain individuals at the location, you might be able to take a small extra action. Possible actions include:&#10;&#10;&#10;    Paying to increase your wheelbarrow capacity, which starts the game with a capacity of only two for each good.&#10;    Filling your wheelbarrow with a specified good to its limit.&#10;    Acquiring a special ability, and the earlier you come, the easier they are to collect.&#10;    Buying rubies or trading goods for rubies.&#10;    Selling special combinations of goods to make the money you need to do everything else.&#10;&#10;&#10;When a merchant has collected five rubies in his wheelbarrow, players complete that round, then the game ends. If this player is the only one who's reached this goal, he wins immediately; otherwise ties are broken by money in hand.&#10;&#10;",
    "image": "https://cf.geekdo-images.com/PHH9Mreen2sBcxV6ZsE3ew__original/img/pHIJibqf-DmlOQD3CfT_rAjGmc0=/0x0/filters:format(jpeg)/pic1885326.jpg",
    "thumbnail": "https://cf.geekdo-images.com/PHH9Mreen2sBcxV6ZsE3ew__thumb/img/Vzpg3sdeAbCy0IxSAoh1aH9nvDE=/fit-in/200x150/filters:strip_icc()/pic1885326.jpg"
  },
  {
    "name": "Sheepland",
    "bgg_id": 123576,
    "bgg_name": "Sheepland",
    "year": 2012,
    "minPlayers": 2,
    "maxPlayers": 4,
    "minPlayingTime": 30,
    "maxPlayingTime": 30,
    "playingTime": 30,
    "age": 8,
    "genres": [
      "Abstract Strategy",
      "Animals",
      "Farming"
    ],
    "description": "Sheepland is set on the beautiful island of the same name, where for centuries the population has taken care of sheep. While inexplicably working in the same field, two to four shepherds try to move sheep into the right areas to score points. During a turn, you must take three actions, chosen from these possibilities:&#10;- Move your shepherd&#10;- Move one sheep&#10;- Buy one terrain tile&#10;&#10;You must move your shepherd at least once during your turn, and you can't take the same action twice in a row without moving the shepherd in between the two actions.&#10;&#10;Six different terrain types are available, with five tiles of each type and increasing costs (from 0 to 4 dinars). When you buy a tile, you're not claiming land on the game board, but rather investing in that type of landscape as that's where you expect the sheep to end up grazing. At the end of the game, you score 1 point per tile of a terrain type for each sheep in a region of this type; you also score for coins still in hand.&#10;&#10;The map on the game board shows regions separated by roads: three regions of each terrain type for a total of 18 regions. Numbered &quot;rest stops&quot; lie along the roads, with each rest stop between exactly two regions. Shepherds move from one rest stop to another, with the first movement being free and all the others on the same turn costing 1 coin. When you buy a terrain, you can purchase the top tile of either of the two terrain types next to your shepherd. When you move a sheep, you move one sheep from a region adjacent to your shepherd to the other region adjacent to that piece, i.e., you lead the sheep across the road to a greener pasture &ndash; well, greener for you, if all goes well.&#10;&#10;Each time you move the shepherd, you place a fence in the rest stop from which it started moving, making that location off-limits for the rest of the game. During the game some regions become inaccessible and, if they are full of sheep, a rush for the tiles takes place. The only black sheep in the game, which is worth two points, serves as a semi-random element, possibly moving to an adjacent region each turn while still being movable by shepherds as long as it's not fenced in.&#10;&#10;After twenty fences have been placed, you end the round so that all players have the same number of turns, then you count up the points.&#10;&#10;",
    "image": "https://cf.geekdo-images.com/UD-CdN-yCNPyE3UgKmdesA__original/img/bQ-6yePRFmc5Wt-AxXxNv2w6GLg=/0x0/filters:format(jpeg)/pic1298380.jpg",
    "thumbnail": "https://cf.geekdo-images.com/UD-CdN-yCNPyE3UgKmdesA__thumb/img/nrWz_Hp1q5w2dSx6lDXQ-FszDcc=/fit-in/200x150/filters:strip_icc()/pic1298380.jpg"
  },
  {
    "name": "Takenoko",
    "bgg_id": 70919,
    "bgg_name": "Takenoko",
    "year": 2011,
    "minPlayers": 2,
    "maxPlayers": 4,
    "minPlayingTime": 45,
    "maxPlayingTime": 45,
    "playingTime": 45,
    "age": 8,
    "genres": [
      "Animals",
      "Environmental",
      "Farming",
      "Territory Building"
    ],
    "description": "A long time ago at the Japanese Imperial court, the Chinese Emperor offered a giant panda bear as a symbol of peace to the Japanese Emperor. Since then, the Japanese Emperor has entrusted his court members (the players) with the difficult task of caring for the animal by tending to his bamboo garden.&#10;&#10;In Takenoko, the players will cultivate land plots, irrigate them, and grow one of the three species of bamboo (Green, Yellow, and Pink) with the help of the Imperial gardener to maintain this bamboo garden. They will have to bear with the immoderate hunger of this sacred animal for the juicy and tender bamboo. The player who manages his land plots best, growing the most bamboo while feeding the delicate appetite of the panda, will win the game.&#10;&#10;",
    "image": "https://cf.geekdo-images.com/uvz-5V6A2R6dp2oWIXmj_g__original/img/HxMG1z7bIVGCGPI6u6ciVO0Oubk=/0x0/filters:format(jpeg)/pic1912529.jpg",
    "thumbnail": "https://cf.geekdo-images.com/uvz-5V6A2R6dp2oWIXmj_g__thumb/img/vz9Ec1xB2b4JJQlZFijUsuCvfkQ=/fit-in/200x150/filters:strip_icc()/pic1912529.jpg"
  },
  {
    "name": "La Boca",
    "bgg_id": 136280,
    "bgg_name": "La Boca",
    "year": 2013,
    "minPlayers": 3,
    "maxPlayers": 6,
    "minPlayingTime": 40,
    "maxPlayingTime": 40,
    "playingTime": 40,
    "age": 8,
    "genres": [
      "Abstract Strategy",
      "Electronic"
    ],
    "description": "La Boca, the most famous neighborhood in the Argentinian capital of Buenos Aires, was populated by many Italian immigrants when first founded. The area is best known today for its eccentric skyline, with the houses having been built from scrapped fishing boats and the metal being colorfully painted to create a patchwork effect across the neighborhood.&#10;&#10;Creating skylines of similar beauty and eccentricity is the goal of the construction teams that play La Boca. In shifting teams of two that sit across from one another, players try to create skylines on challenge cards &ndash; but the players can see the completed image only from their point of view, so they must consult with one another constantly to make sure each colored block ends up in the right location while racing against the timer. The faster the players complete their building, the more points they score. Then the next team takes a seat, breaks down the blocks, then begins building anew. Whoever has the most points after a certain number of rounds will stand atop La Boca and glory in the cheers of the Argentinian public!&#10;&#10;",
    "image": "https://cf.geekdo-images.com/PDynASkFxVsBQFnnE5DSWQ__original/img/zZh0ie1XfZJZWN5Lz5jYqsUDkWo=/0x0/filters:format(jpeg)/pic1537847.jpg",
    "thumbnail": "https://cf.geekdo-images.com/PDynASkFxVsBQFnnE5DSWQ__thumb/img/rwv8jtteEj2x-IutXEqOim2opO4=/fit-in/200x150/filters:strip_icc()/pic1537847.jpg"
  },
  {
    "name": "Flamecraft",
    "bgg_id": 336986,
    "bgg_name": "Flamecraft",
    "year": 2022,
    "minPlayers": 1,
    "maxPlayers": 5,
    "minPlayingTime": 60,
    "maxPlayingTime": 60,
    "playingTime": 60,
    "age": 10,
    "genres": [
      "Animals",
      "Card Game",
      "City Building",
      "Fantasy"
    ],
    "description": "Artisan dragons, the smaller and magically talented versions of their larger (and destructive) cousins, are sought by shopkeepers so that they may delight customers with their flamecraft. You are a Flamekeeper, skilled in the art of conversing with dragons, placing them in their ideal home and using enchantments to entice them to produce wondrous things. Your reputation will grow as you aid the dragons and shopkeepers, and the Flamekeeper with the most reputation will be known as the Master of Flamecraft.&#10;&#10;In Flamecraft, 1-5 players take on the role of Flamekeepers, gathering items, placing dragons and casting enchantments to enhance the shops of the town. Dragons are specialized (bread, meat, iron, crystal, plant and potion) and the Flamekeepers know which shops are the best home for each. Visit a shop to gain items and a favor from one of the dragons there.  Gathered items can be used to enchant a shop, gaining reputation and the favors of all the dragons in the shop. If you are fortunate enough to attract fancy dragons then you will have opportunities to secure even more reputation.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "image": "https://cf.geekdo-images.com/EvGtnsBDcfnKiqSiXHothQ__original/img/7yj8nA0ObuZ1w5AYCThEOK6meWA=/0x0/filters:format(jpeg)/pic6605448.jpg",
    "thumbnail": "https://cf.geekdo-images.com/EvGtnsBDcfnKiqSiXHothQ__thumb/img/bQcyvzYRdMFFvcdQkFVnIRiCPjE=/fit-in/200x150/filters:strip_icc()/pic6605448.jpg"
  },
  {
    "name": "Tobago",
    "bgg_id": 42215,
    "bgg_name": "Tobago",
    "year": 2009,
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 60,
    "minPlayingTime": 60,
    "maxPlayingTime": 60,
    "minAge": 10,
    "image": "https://cf.geekdo-images.com/fuC2C10_6QK84R45Mseojw__original/img/H3S1YSPe4O54yLV3W4G_zSTIiwU=/0x0/filters:format(jpeg)/pic596625.jpg",
    "thumbnail": "https://cf.geekdo-images.com/fuC2C10_6QK84R45Mseojw__thumb/img/bfp4x8H9nzQJQyNf2amKyx1BqUs=/fit-in/200x150/filters:strip_icc()/pic596625.jpg",
    "description": "Tobago is an adventure game in which the players use representations of treasure maps to locate unknown treasures. During the game, more and more information about the location of a treasure is revealed and its possible locations are gradually narrowed down. When the location of one of the treasures is finally revealed players try to reach it as quickly as possible to secure the findings. The more clues you have provided, the more of a stake you will have in the loot.&#10;Players can carefully play their clues and use bonus-action gems to influence where and when the treasure is found in order to ensure a more favourable outcome when the loot is finally 'dug up' and shared.&#10;&#10;The game features a 3 piece, double-sided, modular game board which can be rearranged to create 32 possible island arrangements.&#10;&#10;",
    "genres": [
      "Adventure",
      "Deduction",
      "Exploration"
    ]
  },
  {
    "name": "Sagrada",
    "bgg_id": 199561,
    "bgg_name": "Sagrada",
    "year": 2017,
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 45,
    "minPlayingTime": 30,
    "maxPlayingTime": 45,
    "minAge": 14,
    "image": "https://cf.geekdo-images.com/PZt3EAAGV3dFIVuwMR0AEw__original/img/5ug9EeKlH_ucJEUXaFpTZbBJ1GY=/0x0/filters:format(jpeg)/pic3525224.jpg",
    "thumbnail": "https://cf.geekdo-images.com/PZt3EAAGV3dFIVuwMR0AEw__thumb/img/1m4aryOW1MOpq-8jGkF6gDTJmCY=/fit-in/200x150/filters:strip_icc()/pic3525224.jpg",
    "description": "Draft dice and use the tools-of-the-trade in Sagrada to carefully construct your stained glass window masterpiece.&#10;&#10;In more detail, each player builds a stained glass window by building up a grid of dice on their player board. Each board has some restrictions on which color or shade (value) of die can be placed there. Dice of the same shade or color may never be placed next to each other. Dice are drafted in player order, with the start player rotating each round, snaking back around after the last player drafts two dice. Scoring is variable per game based on achieving various patterns and varieties of placement...as well as bonus points for dark shades of a particular hidden goal color.&#10;&#10;Special tools can be used to help you break the rules by spending skill tokens; once a tool is used, it then requires more skill tokens for the other players to use them.&#10;&#10;The highest scoring window artisan wins!&#10;&#10;",
    "genres": [
      "Dice",
      "Puzzle"
    ]
  },
  {
    "name": "Imhotep",
    "bgg_id": 191862,
    "bgg_name": "Imhotep",
    "year": 2016,
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 40,
    "minPlayingTime": 40,
    "maxPlayingTime": 40,
    "minAge": 10,
    "image": "https://cf.geekdo-images.com/HkAt5n4R8XM0vNozl7fftA__original/img/934t5i7J90wlw6mb6p2m_3u98i0=/0x0/filters:format(jpeg)/pic3029488.jpg",
    "thumbnail": "https://cf.geekdo-images.com/HkAt5n4R8XM0vNozl7fftA__thumb/img/1JpxGZSWJf3mxnZZGaGOTqExoH4=/fit-in/200x150/filters:strip_icc()/pic3029488.jpg",
    "description": "In Imhotep, the players become builders in Egypt who want to emulate the first and best-known architect there, namely Imhotep.&#10;&#10;Over six rounds, they move wooden stones by boat to create five seminal monuments, and on a turn, a player chooses one of four actions: Procure new stones, load stones on a boat, bring a boat to a monument, or play an action card. While this sounds easy, naturally the other players constantly thwart your building plans by carrying out plans of their own. Only those with the best timing &mdash; and the stones to back up their plans &mdash; will prove to be Egypt's best builder.&#10;&#10;",
    "genres": [
      "Ancient",
      "Transportation"
    ]
  },
  {
    "name": "Smallworld",
    "bgg_id": 40692,
    "bgg_name": "Small World",
    "year": 2009,
    "minPlayers": 2,
    "maxPlayers": 5,
    "minPlayingTime": 40,
    "maxPlayingTime": 80,
    "playingTime": 80,
    "age": 8,
    "genres": [
      "Fantasy",
      "Fighting",
      "Territory Building"
    ],
    "description": "In Small World, players vie for conquest and control of a world that is simply too small to accommodate them all.&#10;&#10;Designed by Philippe Keyaerts as a fantasy follow-up to his award-winning Vinci, Small World is inhabited by a zany cast of characters such as dwarves, wizards, amazons, giants, orcs, and even humans, who use their troops to occupy territory and conquer adjacent lands in order to push the other races off the face of the earth.&#10;&#10;Picking the right combination from the 14 different fantasy races and 20 unique special powers, players rush to expand their empires - often at the expense of weaker neighbors. Yet they must also know when to push their own over-extended civilization into decline and ride a new one to victory!&#10;&#10;On each turn, you either use the multiple tiles of your chosen race (type of creatures) to occupy adjacent (normally) territories - possibly defeating weaker enemy races along the way, or you give up on your race letting it go &quot;into decline&quot;. A race in decline is designated by flipping the tiles over to their black-and-white side.&#10;&#10;At the end of your turn, you score one point (coin) for each territory your races occupy. You may have one active race and one race in decline on the board at the same time. Your occupation total can vary depending on the special abilities of your race and the territories they occupy. After the final round, the player with the most coins wins.&#10;&#10;Clarifications: available in a pinned forum post.&#10;&#10;",
    "image": "https://cf.geekdo-images.com/aoPM07XzoceB-RydLh08zA__original/img/bYLzrwZO9u-3h2wyU-PHc8aTOY4=/0x0/filters:format(jpeg)/pic428828.jpg",
    "thumbnail": "https://cf.geekdo-images.com/aoPM07XzoceB-RydLh08zA__thumb/img/o3Bw9heVDJRgPYlI_PksCvLAgnM=/fit-in/200x150/filters:strip_icc()/pic428828.jpg"
  },
  {
    "name": "Mycelia",
    "bgg_id": 378476,
    "bgg_name": "Mycelia",
    "year": 2024,
    "minPlayers": 1,
    "maxPlayers": 4,
    "minPlayingTime": 40,
    "maxPlayingTime": 90,
    "playingTime": 90,
    "age": 10,
    "genres": [
      "Environmental"
    ],
    "description": "Mycelia is a dynamic game of tactics in a competition for space and resources to create your own mushroom kingdom. The game follows the life cycle of fungi, a journey of creation, expansion, death, and rebirth &mdash; in game terms, growing mushrooms to score points, sporing them to expand your mycelial network, and eventually seeing them decay to unlock special actions.&#10;&#10;On a turn, a player has two actions to perform from the six options available. Using your decay actions, stealing spores, and blocking other mushrooms are just some of the ways to get ahead in the game. Players can evolve their own playing style, perhaps playing more aggressively to steal other players' spores or disrupt their mycelial network &mdash; or perhaps playing more defensively to try to protect their own area and spores.&#10;&#10;The board is made up of triangle tiles that represent different environments and nutrients that the mushrooms need to grow. These tiles can be added to the board by the players, so the board is always growing and evolving.&#10;&#10;Mycelia incorporates beautiful and accurate botanical style illustrations with over 69 mushrooms that can be found in the wild.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "image": "https://cf.geekdo-images.com/0DDStf5eJUgtSpBzXyYhig__original/img/r1xCqjeUl2kok4IbcpdFpYiSmx4=/0x0/filters:format(jpeg)/pic7431245.jpg",
    "thumbnail": "https://cf.geekdo-images.com/0DDStf5eJUgtSpBzXyYhig__thumb/img/RsWfjhvdiz2DMYijRU6hOOZMPyQ=/fit-in/200x150/filters:strip_icc()/pic7431245.jpg"
  },
  {
    "name": "Flamme Rouge",
    "bgg_id": 199478,
    "bgg_name": "Flamme Rouge",
    "year": 2016,
    "minPlayers": 2,
    "maxPlayers": 4,
    "minPlayingTime": 30,
    "maxPlayingTime": 45,
    "playingTime": 45,
    "age": 8,
    "genres": [
      "Racing",
      "Sports"
    ],
    "description": "The excitement in the air is electric as the leaders round the last corner and head for the finish line. Each team has used cunning and skill to position their sprinter for this moment, but only one has done enough to pull off the win!&#10;&#10;Will your team lead from the front and risk exhaustion? Should you play it safe in the middle of the pack? Could you surprise everyone by striking from the back? Can you time your move perfectly?&#10;&#10;Anyone can race, few become champions!&#10;&#10;Flamme Rouge is a fast-paced, tactical bicycle racing game where each player controls a team of two riders: a Rouleur and a Sprinteur. The players&rsquo; goal is to be the first to cross the finish line with one of their riders. Players move their riders forward by drawing and playing cards from that riders specific deck, depleting it as they go. Use slipstreams to avoid exhaustion and position your team for a well timed sprint for the win.&#10;&#10;",
    "image": "https://cf.geekdo-images.com/sUrK5CCscls-tTc2hJWDPg__original/img/hQOFypZgCn4CQrJnXiNaQc_hjCw=/0x0/filters:format(jpeg)/pic3482521.jpg",
    "thumbnail": "https://cf.geekdo-images.com/sUrK5CCscls-tTc2hJWDPg__thumb/img/tBSMuRSHRl4M8-dVxcThAC1yXbs=/fit-in/200x150/filters:strip_icc()/pic3482521.jpg"
  },
  {
    "name": "Flamme Rouge: Peloton",
    "bgg_id": 229941,
    "bgg_name": "Flamme Rouge: Peloton",
    "year": 2017,
    "minPlayers": 1,
    "maxPlayers": 12,
    "minPlayingTime": 30,
    "maxPlayingTime": 45,
    "playingTime": 45,
    "age": 8,
    "genres": [
      "Expansion for Base-game",
      "Racing",
      "Sports"
    ],
    "description": "Flamme Rouge: Peloton, the first expansion for Flamme Rouge, offers a chase group of four riders (pink and white rouleurs and sprinters) that allows the base game to be played with up to six players. All 5-6 player games are played with a breakaway tile and 1-3 supply zone tiles. These can also be added to your games at lower player counts.&#10;&#10;The box cover shows the iconic cobblestone races that are represented with new tiles in the game; these tiles are mostly one space wide, occasionally two, and don't allow slip streaming.&#10;&#10;Flamme Rouge: Peloton includes variants for solo play and for games with up to twelve players, each controlling only one rider.&#10;&#10;",
    "image": "https://cf.geekdo-images.com/l_KTuhbVjS33ilTohiL_Jw__original/img/X7O-vL_yhIgNliXhOImBQ_4NRck=/0x0/filters:format(jpeg)/pic3767149.jpg",
    "thumbnail": "https://cf.geekdo-images.com/l_KTuhbVjS33ilTohiL_Jw__thumb/img/23KfdzuL-Z1gy8sUAJy4vKQ-TMk=/fit-in/200x150/filters:strip_icc()/pic3767149.jpg"
  },
  {
    "name": "Potion Explosion: The 6th Student",
    "bgg_id": 257729,
    "bgg_name": "Potion Explosion: The 6th Student",
    "year": 2019,
    "minPlayers": 2,
    "maxPlayers": 6,
    "minPlayingTime": 30,
    "maxPlayingTime": 45,
    "playingTime": 45,
    "age": 8,
    "genres": [
      "Expansion for Base-game"
    ],
    "description": "Huge renovations are ongoing at the Horribilorum Sorcery Academy for Witty Witches and Wizards! A new dispenser, bigger halls, and more players!&#10;&#10;The second expansion for the award-winning Potion Explosion, The 6th Student includes a shiny new plastic dispenser and introduces a new game mode to play with 5/6 players! Pick marbles from one dispenser and discard them into the other, but be ready for the sound of the bell! When you change classrooms, the roles of the two dispensers will swap, so plan ahead.&#10;&#10;Also, learn to brew two new potions focused on sharing Ingredients (either willingly or not), the Generosity Confection and the Concentrate of Selfishness, and handle a new kind of wild Ingredient that can't be mixed with any other Ingredient, Mandragora Leaves!&#10;&#10;",
    "image": "https://cf.geekdo-images.com/_nR-NCdUMBRpGf4xOgUHYA__original/img/5-4xEv7k2WLoAQRo3Mc1CTrpLPg=/0x0/filters:format(jpeg)/pic4253868.jpg",
    "thumbnail": "https://cf.geekdo-images.com/_nR-NCdUMBRpGf4xOgUHYA__thumb/img/vf6Dd6v7k9YSrTl8QHyl42PdsLQ=/fit-in/200x150/filters:strip_icc()/pic4253868.jpg"
  },
  {
    "name": "Modern Art",
    "bgg_id": 118,
    "bgg_name": "Modern Art",
    "year": 1992,
    "minPlayers": 3,
    "maxPlayers": 5,
    "playingTime": 45,
    "minPlayingTime": 45,
    "maxPlayingTime": 45,
    "minAge": 10,
    "image": "https://cf.geekdo-images.com/wLto-xaabHwKQe_Bc4iD1Q__original/img/s3Gai8XBTVfWFFlYpL4XF3kIlWU=/0x0/filters:format(png)/pic3458036.png",
    "thumbnail": "https://cf.geekdo-images.com/wLto-xaabHwKQe_Bc4iD1Q__thumb/img/AUqMholGVlwXLjMcxwiziE_7Ffw=/fit-in/200x150/filters:strip_icc()/pic3458036.png",
    "description": "Buying and selling paintings can be a very lucrative business.  Five different artists have produced a bunch of paintings, and it's the player's task to be both the buyer and the seller, hopefully making a profit in both roles.  He does this by putting a painting from his hand up for auction each turn.  He gets the money if some other player buys it, but must pay the bank if he buys it for himself.  After each round, paintings are valued by the number of paintings of that type that were sold.  The broker with the most cash after four rounds is the winner.&#10;&#10;Part of the Knizia auction trilogy.&#10;&#10;",
    "genres": [
      "Card Game",
      "Economic"
    ]
  },
  {
    "name": "Heat: Pedal to the Metal",
    "bgg_id": 366013,
    "bgg_name": "Heat: Pedal to the Metal",
    "year": 2022,
    "minPlayers": 1,
    "maxPlayers": 6,
    "playingTime": 60,
    "minPlayingTime": 30,
    "maxPlayingTime": 60,
    "minAge": 10,
    "image": "https://cf.geekdo-images.com/-vOrd4bOspibyohYExLqWg__original/img/iXU8a9WaVlwrkiEiOxWN06y9y5g=/0x0/filters:format(png)/pic6940449.png",
    "thumbnail": "https://cf.geekdo-images.com/-vOrd4bOspibyohYExLqWg__thumb/img/2GbaKvYOzWIxfgbYTk2R9puiyzo=/fit-in/200x150/filters:strip_icc()/pic6940449.png",
    "description": "Based on simple and intuitive hand management, Heat: Pedal to the Metal puts players in the driver's seat of intense car races, jockeying for position to cross the finish line first, while managing their car's speed if they don't want to overheat. Selecting the right upgrades for their car will help them hug the curves and keep their engine cool enough to maintain top speeds. Ultimately, their driving skills will be the key to victory!&#10;&#10;Drivers can compete in a single race or use the &quot;Championship System&quot; to play a whole season in one game night, customizing their car before each race to claim the top spot of the podium. They have to be careful as the weather, road conditions, and events will change every race to spice up their championship. Players can also enjoy a solo mode with the Legends Module or add automated drivers as additional opponents in multiplayer games.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "genres": [
      "Racing",
      "Sports"
    ]
  },
  {
    "name": "Concept",
    "bgg_id": 147151,
    "bgg_name": "Concept",
    "year": 2013,
    "minPlayers": 4,
    "maxPlayers": 12,
    "minPlayingTime": 40,
    "maxPlayingTime": 40,
    "playingTime": 40,
    "age": 10,
    "genres": [
      "Deduction",
      "Party Game",
      "Word Game"
    ],
    "description": "In Concept, your goal is to guess words through the association of icons. A team of two players &ndash; neighbors at the table &ndash; choose a word or phrase that the other players need to guess. Acting together, this team places pieces judiciously on the available icons on the game board.&#10;&#10;To get others to guess &quot;milk&quot;, for example, the team might place the question mark icon (which signifies the main concept) on the liquid icon, then cubes of this color on the icons for &quot;food/drink&quot; and &quot;white&quot;. For a more complicated concept, such as &quot;Leonardo DiCaprio&quot;, the team can use the main concept and its matching cubes to clue players into the hidden phrase being an actor or director, while then using sub-concept icons and their matching cubes to gives clues to particular movies in which DiCaprio starred, such as Titanic or Inception.&#10;&#10;The first player to discover the word or phrase receives 2 victory points, the team receives points as well, and the player who ends up with the most points wins.&#10;&#10;",
    "image": "https://cf.geekdo-images.com/hHFs0_KRoW_FJ0cMIVgZcw__original/img/vbR7Wrdlq4fPcwUE1Ck9CowlJHY=/0x0/filters:format(jpeg)/pic4991925.jpg",
    "thumbnail": "https://cf.geekdo-images.com/hHFs0_KRoW_FJ0cMIVgZcw__thumb/img/1MmGQvJVNw8TA7eWAJ8oIK-ZENc=/fit-in/200x150/filters:strip_icc()/pic4991925.jpg"
  },
  {
    "name": "Catan",
    "bgg_id": 13,
    "bgg_name": "CATAN",
    "year": 1995,
    "minPlayers": 3,
    "maxPlayers": 4,
    "playingTime": 120,
    "minPlayingTime": 60,
    "maxPlayingTime": 120,
    "minAge": 10,
    "image": "https://cf.geekdo-images.com/PyUol9QxBnZQCJqZI6bmSA__original/img/g11AF48C6pLizxWPAq9dUEeKltQ=/0x0/filters:format(png)/pic8632666.png",
    "thumbnail": "https://cf.geekdo-images.com/PyUol9QxBnZQCJqZI6bmSA__thumb/img/virV2Bm82Dql7gh-LZScBwqByik=/fit-in/200x150/filters:strip_icc()/pic8632666.png",
    "description": "In CATAN (formerly The Settlers of Catan), players try to be the dominant force on the island of Catan by building settlements, cities and roads. On each turn dice are rolled to determine which resources the island produces. Players build structures by 'spending' resources (sheep, wheat, wood, brick and ore) which are represented by the relevant resource cards; each land type, with the exception of the unproductive desert, produces a specific resource: hills produce brick, forests produce wood, mountains produce ore, fields produce wheat, and pastures produce sheep.&#10;&#10;Set-up includes randomly placing large hexagonal tiles (each depicting one of the five resource-producing terrain types--or the desert) in a honeycomb shape and surrounding them with water tiles, some of which contain ports of exchange. A number disk, the value of which will correspond to the roll of two 6-sided dice, are placed on each terrain tile. Each player is given two settlements (think: houses) and roads (sticks) which are placed on intersections and borders of the terrain tiles. Players collect a hand of resource cards based on which terrain tiles their last-placed settlement is adjacent to. A robber pawn is placed on the desert tile.&#10;&#10;A turn consists of rolling the dice, collecting resource cards based on this dice roll and the position of settlements (or upgraded cities&mdash;think: hotels), turning in resource cards (if possible and desired) for improvements, trading cards at a port, possibly playing a development card, or trading resource cards with other players. If the dice roll is a 7, the active player moves the robber to a new terrain tile and steals a resource card from another player who has a settlement adjacent to that tile.&#10;&#10;Points are accumulated by building settlements and cities, having the longest road or the largest army (from some of the development cards), and gathering certain development cards that simply award victory points. When a player has gathered 10 points (some of which may be held in secret), s/he announces this and claims the win.&#10;&#10;",
    "genres": [
      "Economic",
      "Negotiation"
    ]
  },
  {
    "name": "Kingsburg",
    "bgg_id": 27162,
    "bgg_name": "Kingsburg",
    "year": 2007,
    "minPlayers": 2,
    "maxPlayers": 5,
    "minPlayingTime": 90,
    "maxPlayingTime": 90,
    "playingTime": 90,
    "age": 13,
    "genres": [
      "City Building",
      "Dice",
      "Fantasy",
      "Medieval"
    ],
    "description": "In Kingsburg, players are Lords sent from the King to administer frontier territories.&#10;&#10;The game takes place over five years, a total of 20 turns.  In every year, there are 3 production seasons for collecting resources, building structures, and training troops.  Every fourth turn is the winter, in which all the players must fight an invading army.  Each player must face the invaders, so this is not a cooperative game.&#10;&#10;The resources to build structures and train troops are collected by influencing the advisers in the King's Council.  Players place their influence dice on members of the Council. The player with the lowest influence dice sum will be the first one to choose where to spend his/her influence; this acts as a way of balancing poor dice rolling. Even with a very unlucky roll, a clever player can still come out from the Council with a good number of resources and/or soldiers.&#10;&#10;Each adviser on the King's Council will award different resources or allocate soldiers, victory points, and other advantages to the player who was able to influence him/her for the current turn.&#10;&#10;At the end of five years, the player who best developed his assigned territory and most pleased the King through the Council is the winner.&#10;&#10;Many alternate strategies are possible to win: will you go for the military way, disregarding economic and prestige buildings, or will you aim to complete the big Cathedral to please the King?   Will you use the Merchant's Guild to gain more influence in the Council, or will you go for balanced development?&#10;&#10;",
    "image": "https://cf.geekdo-images.com/pHFQxD8va6vOrrNfazVzsg__original/img/LKINGoSbAufYYSAElNZDOubbYZg=/0x0/filters:format(jpeg)/pic253057.jpg",
    "thumbnail": "https://cf.geekdo-images.com/pHFQxD8va6vOrrNfazVzsg__thumb/img/C5cCKKfjEpm87frQIFOOYfzmIyc=/fit-in/200x150/filters:strip_icc()/pic253057.jpg"
  },
  {
    "name": "Tikal",
    "bgg_id": 54,
    "bgg_name": "Tikal",
    "year": 1999,
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 90,
    "minPlayingTime": 90,
    "maxPlayingTime": 90,
    "minAge": 10,
    "image": "https://cf.geekdo-images.com/ajU3xzGDUKihjNdvjCR1Hw__original/img/6dCgK1EESbk9GNuCiwQ4XiqIW3Y=/0x0/filters:format(jpeg)/pic3328391.jpg",
    "thumbnail": "https://cf.geekdo-images.com/ajU3xzGDUKihjNdvjCR1Hw__thumb/img/pXR57sUMEJ-GJydf-yyAu0ZLgZw=/fit-in/200x150/filters:strip_icc()/pic3328391.jpg",
    "description": "Tikal is a game of exploration within the Central American jungles in search of lost temples and the treasures within. Players send their team of explorers into the jungle, exposing more and more of the terrain.  Along the way, you find temples that require further uncovering and treasures.  Players attempt to score points for occupying temples and holding onto treasure.&#10;&#10;Tikal is the first game of the Mask Trilogy.&#10;&#10;Sequel:&#10;&#10;     Tikal II: The Lost Temple&#10;&#10;&#10;",
    "genres": [
      "Adventure",
      "Ancient",
      "Exploration",
      "Territory Building"
    ]
  },
  {
    "name": "Glen More",
    "bgg_id": 66362,
    "bgg_name": "Glen More",
    "year": 2010,
    "minPlayers": 2,
    "maxPlayers": 5,
    "minPlayingTime": 60,
    "maxPlayingTime": 60,
    "playingTime": 60,
    "age": 13,
    "genres": [
      "City Building",
      "Economic",
      "Farming"
    ],
    "description": "Each player represents the leadership of a 17th century Scottish clan looking to expand its territory and its wealth. The success of your clan depends on your ability to make the correct decision at the opportune time, be it by establishing a new pasture for your livestock, growing grain for the production of whisky, selling your goods on the various markets, or investing in the cultivation of special places such as lochs and castles.&#10;&#10;Glen More offers a unique turn mechanism. Players take territory tiles from a rondel. Picking a tile has not only influence on the actions you get by the surrounding tiles in your territory, it also determines when you'll have your next turn (and how many turns you will have in the game). But having a lot of turns is not always the best strategy for a successful chieftain.&#10;&#10;Glen More is 6 in the Alea medium box series, and is rated a 4 on the alea complexity level.&#10;&#10;",
    "image": "https://cf.geekdo-images.com/ApDYRpgfdCMhEszegyHiEA__original/img/TxrPXfITtOp4XAIjOHnu-TooQiY=/0x0/filters:format(jpeg)/pic1013640.jpg",
    "thumbnail": "https://cf.geekdo-images.com/ApDYRpgfdCMhEszegyHiEA__thumb/img/8E82w4RfXAuRIvmnPVGE0or3rQQ=/fit-in/200x150/filters:strip_icc()/pic1013640.jpg"
  },
  {
    "name": "Agricola",
    "bgg_id": 31260,
    "bgg_name": "Agricola",
    "year": 2007,
    "minPlayers": 1,
    "maxPlayers": 5,
    "minPlayingTime": 30,
    "maxPlayingTime": 150,
    "playingTime": 150,
    "age": 12,
    "genres": [
      "Animals",
      "Economic",
      "Farming"
    ],
    "description": "In Agricola, you're a farmer in a wooden shack with your spouse and little else. At first, on a turn, your family gets to take only two actions, one for you and one for your spouse, as might be found among all the possibilities on a farm: plowing fields; collecting materials; building fences, and so on. There are numerous choices available, and while the game progresses you'll have more and more, as each round a new action card is flipped over, offering one more possible action. You might think about having kids in order to get more work accomplished but first you'll need to expand your house to make room - and what are you going to feed all the little rug rats?&#10;&#10;The game supports many levels of complexity, mainly through the distribution of cards which represent Minor Improvements and Occupations. In the beginner's version (called the Family Variant in the U.S. release) these cards are not used at all. For advanced play, the U.S. release includes three levels of both types of cards; Basic (E-deck), Interactive (I-deck), and Complex (K-deck), and the rulebook encourages players to experiment with the various decks and mixtures thereof. Aftermarket decks such as the Z-Deck and the L-Deck also exist. Each player starts with a hand of 7 Occupation cards (of more than 160 total) and 7 Minor Improvement cards (of more than 140 total) that he/she may use during the game if they fit into his/her strategy.&#10;&#10;Agricola is a turn-based game, and the problem to be overcome is that each available action can be taken by only one player each round so it's important to be careful about your choices.  There are countless strategies, some of which depend on your hand of cards.&#10;&#10;The winner is the player with the most Victory Points from the Improvements made on his farm.&#10;&#10;-description originally from BoardgameNews&#10;&#10;",
    "image": "https://cf.geekdo-images.com/dDDo2Hexl80ucK1IlqTk-g__original/img/toobKoejPiHpfpHk4SYd1UAJafw=/0x0/filters:format(jpeg)/pic831744.jpg",
    "thumbnail": "https://cf.geekdo-images.com/dDDo2Hexl80ucK1IlqTk-g__thumb/img/GHGdnCfeysoP_34gLnofJcNivW8=/fit-in/200x150/filters:strip_icc()/pic831744.jpg"
  },
  {
    "name": "Sulle Tracce di Marco Polo",
    "bgg_id": 171623,
    "bgg_name": "The Voyages of Marco Polo",
    "year": 2015,
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 100,
    "minPlayingTime": 40,
    "maxPlayingTime": 100,
    "minAge": 12,
    "image": "https://cf.geekdo-images.com/n1G7_aWToLAAB7Mqt8iwyA__original/img/VQddnfi_QO0r4GmUU3M8_-nuO3Q=/0x0/filters:format(png)/pic2461346.png",
    "thumbnail": "https://cf.geekdo-images.com/n1G7_aWToLAAB7Mqt8iwyA__thumb/img/qfEgrXBN5L1EeMQ91siw6r_OoL4=/fit-in/200x150/filters:strip_icc()/pic2461346.png",
    "description": "In 1271, 17-year-old Marco Polo started on a journey to China with his father and older brother. After a long and grueling journey that led through Jerusalem and Mesopotamia and over the &quot;Silk Road&quot;, they reached the court of Kublai Khan in 1275.&#10;&#10;In The Voyages of Marco Polo, players recreate this journey, with each player having a different character from history with a special power in the game. The game is played over five rounds. Each round, the players roll their five personal dice and take turns performing actions by placing their dice onto the board. Players may choose from a variety of actions, each require the use of one or more dice: collecting resources or money, acquiring contracts, traveling on the map or using a special action granted by a city. When traveling, each player begins at Venice and can decide between several routes eastward, all the way to Beijing. When a player stops at a city, they place a trading post there, giving them access to extra actions or resources for the rest of the game. The higher the value of the dice used for an action, the better the options that may be chosen, but also the more money the player must pay if an opponent has already chosen the same action.&#10;&#10;After five rounds, the game ends with players receiving extra victory points for having trading posts in Beijing, fulfilling the most contracts, and having trading posts in the cities on secret goal cards that each player gets at the start of the game.&#10;&#10;This game should not be confused with Marco Polo Expedition, which has the same German title.&#10;&#10;",
    "genres": [
      "Dice",
      "Economic",
      "Medieval",
      "Travel"
    ]
  },
  {
    "name": "Eketorp",
    "bgg_id": 6281,
    "bgg_name": "Eketorp",
    "year": 2003,
    "minPlayers": 3,
    "maxPlayers": 6,
    "minPlayingTime": 45,
    "maxPlayingTime": 60,
    "playingTime": 60,
    "age": 8,
    "genres": [
      "Bluffing",
      "Fighting",
      "Medieval"
    ],
    "description": "This text refers to the Queen 2007 reprint. The older edition had players write down their viking orders and was two rounds longer.&#10;&#10;In Eketorp, players build Viking strongholds upon the Swedish island of &Ouml;land.&#10;&#10;The goal of the game is to collect the most valuable blocks to build your own fortress, either by winning battles on the resource spaces or by stealing blocks from other vikings.&#10;&#10;Each turn, new resources appear and the players secretly plan their viking movements. After all the placements are revealed, vikings battle each other for blocks (with the losers sent off to the field hospital to recover). The game ends after a set number of rounds, or when one of the players has succeeded in finishing their fortress.&#10;&#10;",
    "image": "https://cf.geekdo-images.com/Lrla-DYzxXgCHZo1UTo0Kw__original/img/H4oYl_l4vet8n7zC-ld5qt5DE24=/0x0/filters:format(jpeg)/pic1175189.jpg",
    "thumbnail": "https://cf.geekdo-images.com/Lrla-DYzxXgCHZo1UTo0Kw__thumb/img/U8bZ_D2YTJpLEWl5XmO9O_EKojA=/fit-in/200x150/filters:strip_icc()/pic1175189.jpg"
  },
  {
    "name": "Panico da pecora",
    "bgg_id": 18866,
    "bgg_name": "Shear Panic",
    "year": 2005,
    "minPlayers": 2,
    "maxPlayers": 4,
    "minPlayingTime": 45,
    "maxPlayingTime": 45,
    "playingTime": 45,
    "age": 10,
    "genres": [
      "Animals"
    ],
    "description": "The second game from Fragor Games, featuring a flock of sheep and their attempts to be in the right place at the right time. Much gambolling, some tupping, lots of shearing.&#10;&#10;Publisher Blurb:&#10;&#10;&quot;'The Best Game Ewe Ever Herd!'&#10;&#10;Ah, do ewe long for the life of a sheep? Bright summer days filled with games of tag and attempts to flock closer to Roger, the Heartthrob Ram? But, Watch Out! The shearer wants to drag you away from all the fun and games!&#10;&#10;In Shear Panic, ewe maneuver your ewes to score points, playing tag, standing close to Roger, or trying to avoid the shearing scissors! Will your brave sheep score the most points, or will it be &quot;Off with the wool&quot; for ewe?&quot;&#10;&#10;The game includes eleven small figurines (which are somewhat fragile): Two each of four different colors, one black, one 'Roger', and one 'Shearer'. Also included are four player mats in different colors; a timing/scoring mat; 48 mutton buttons in four colors; four scoring markers; one flock marker; and two special six-sided dice.&#10;&#10;There are two separate play areas: The one where the flock of sheep figurines are clustered; and the combination timing/scoring mat. (The timing mat is two-sided for 3 or 4 players.) Actions by the players each turn cause the timing marker to move faster or slower through each of the four fields, and the scoring is different in each field.&#10;&#10;Field 1 is Team Tag. Players score higher for keeping their sheep closer together. Field 2 is Roger&rsquo;s Field, where players score more the closer they are to Roger (the ram). Field 3 is Black Sheep Tag, and players score higher the closer they are to the black sheep. Field 4 is the Shear Panic Field, and the row of sheep closest to the shearer figure are eliminated each turn, while the remainder are scored individually. The timing marker indicates which Field the sheep are currently &ldquo;in&rdquo;.&#10;&#10;Players have a total of twelve actions they may take during the course of the game, and as each one is used, a &ldquo;mutton button&rdquo; is placed over it, eliminating it from future use. Also, the more powerful the action, the farther (faster) the timing marker will move. If the timing marker lands on a red spot, the active player executes a free &ldquo;lamb slam&rdquo; by rolling the Panic Die and moving a sheep of the color rolled one space in any direction. If the Panic Die rolls white, the entire flock does a &ldquo;ewe turn&rdquo; ninety degrees in a direction of the active player&rsquo;s choice.&#10;&#10;Since all the player mats are visible to everyone, players need to keep an eye on what moves are still available to their opponents.&#10;&#10;The game is intended for three or four players, but rules for a two-player variant are included.&#10;&#10;Starting player is the person who most recently was sheared (had their hair cut).&#10;&#10;",
    "image": "https://cf.geekdo-images.com/JzqCDDZ2JfeQjYwzHvbsMw__original/img/E3hNdflUaaMVadj29u_vq-M5FTw=/0x0/filters:format(jpeg)/pic436963.jpg",
    "thumbnail": "https://cf.geekdo-images.com/JzqCDDZ2JfeQjYwzHvbsMw__thumb/img/3Q5TY3W-zzrz1-2DRed9cOD8LyQ=/fit-in/200x150/filters:strip_icc()/pic436963.jpg"
  },
  {
    "name": "Stone Age",
    "bgg_id": 34635,
    "bgg_name": "Stone Age",
    "year": 2008,
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 90,
    "minPlayingTime": 60,
    "maxPlayingTime": 90,
    "minAge": 10,
    "image": "https://cf.geekdo-images.com/elmZegVZ6gp4_5izUgxGQQ__original/img/cR92Dm6yQ3Lgxt1yR81zUb0ooqQ=/0x0/filters:format(jpeg)/pic1632539.jpg",
    "thumbnail": "https://cf.geekdo-images.com/elmZegVZ6gp4_5izUgxGQQ__thumb/img/MXq3DEKWIozO-PmB4S64BiE5fd0=/fit-in/200x150/filters:strip_icc()/pic1632539.jpg",
    "description": "The &quot;Stone Age&quot; times were hard indeed. In their roles as hunters, collectors, farmers, and tool makers, our ancestors worked with their legs and backs straining against wooden plows in the stony earth. Of course, progress did not stop with the wooden plow. People always searched for better tools and more productive plants to make their work more effective.&#10;&#10;In Stone Age, the players live in this time, just as our ancestors did. They collect wood, break stone and wash their gold from the river. They trade freely, expand their village and so achieve new levels of civilization. With a balance of luck and planning, the players compete for food in this pre-historic time.&#10;&#10;Players use up to ten tribe members each in three phases. In the first phase, players take turns placing their tribe members in regions of the board that they think will benefit them, including the hunt, the trading center, or the quarry. In the second phase, each player activates each of their staffed areas in whatever sequence they choose, in turn order. In the third phase, players must have enough food available to feed their populations, or they face losing resources or points.&#10;&#10;",
    "genres": [
      "Dice",
      "Economic",
      "Prehistoric"
    ]
  },
  {
    "name": "Concordia",
    "bgg_id": 124361,
    "bgg_name": "Concordia",
    "year": 2013,
    "minPlayers": 2,
    "maxPlayers": 5,
    "minPlayingTime": 100,
    "maxPlayingTime": 100,
    "playingTime": 100,
    "age": 13,
    "genres": [
      "Ancient",
      "Economic",
      "Nautical"
    ],
    "description": "Two thousand years ago, the Roman Empire ruled the lands around the Mediterranean Sea. With peace at the borders, harmony inside the provinces, uniform law, and a common currency, the economy thrived and gave rise to mighty Roman dynasties as they expanded throughout the numerous cities. Guide one of these dynasties and send colonists to the remote realms of the Empire; develop your trade network; and appease the ancient gods for their favor &mdash; all to gain the chance to emerge victorious!&#10;&#10;Concordia is a peaceful, strategy game of economic development in Roman times for 2-5 players aged 13 and up. Instead of looking to the luck of dice or cards, players must rely on their strategic abilities. Be sure to watch your rivals to determine which goals they are pursuing and where you can outpace them! In the game, colonists are sent out from Rome to settle down in cities that produce bricks, food, tools, wine, and cloth. Each player starts with an identical set of playing cards and acquires more cards during the game. These cards serve two purposes:&#10;&#10;&#10;    They allow a player to choose actions during the game.&#10;    They are worth victory points (VPs) at the end of the game. &#10;&#10;&#10;Concordia is a strategy game that requires advanced planning and consideration of your opponent's moves. Every game is different, not only because of the sequence of new cards on sale but also due to the modular layout of cities. (One side of the game board shows the entire Roman Empire with 30 cities for 3-5 players, while the other shows Roman Italy with 25 cities for 2-4 players.) When all cards have been sold or after the first player builds their 15th house, the game ends. The player with the most VPs from the gods (Jupiter, Saturnus, Mercurius, Minerva, Vesta, etc.) wins the game.&#10;&#10;",
    "image": "https://cf.geekdo-images.com/CzwSm8i7tkLz6cBnrILZBg__original/img/BhJ3sB3uk-eSdR1iW4EP3cu0Wi0=/0x0/filters:format(jpeg)/pic3453267.jpg",
    "thumbnail": "https://cf.geekdo-images.com/CzwSm8i7tkLz6cBnrILZBg__thumb/img/ESPSltYYSFK-aJw6jOTdQrJGpOc=/fit-in/200x150/filters:strip_icc()/pic3453267.jpg"
  },
  {
    "name": "Dominion",
    "bgg_id": 36218,
    "bgg_name": "Dominion",
    "year": 2008,
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "minPlayingTime": 30,
    "maxPlayingTime": 30,
    "minAge": 13,
    "image": "https://cf.geekdo-images.com/j6iQpZ4XkemZP07HNCODBA__original/img/96COuakNiLRrjDLc1sM4Zxsw4WE=/0x0/filters:format(jpeg)/pic394356.jpg",
    "thumbnail": "https://cf.geekdo-images.com/j6iQpZ4XkemZP07HNCODBA__thumb/img/B2u2ghwlmI_qsUtCwuvcbnBcIqU=/fit-in/200x150/filters:strip_icc()/pic394356.jpg",
    "description": "&quot;You are a monarch, like your parents before you, a ruler of a small pleasant kingdom of rivers and evergreens. Unlike your parents, however, you have hopes and dreams! You want a bigger and more pleasant kingdom, with more rivers and a wider variety of trees. You want a Dominion! In all directions lie fiefs, freeholds, and feodums. All are small bits of land, controlled by petty lords and verging on anarchy. You will bring civilization to these people, uniting them under your banner.&#10;&#10;But wait! It must be something in the air; several other monarchs have had the exact same idea. You must race to get as much of the unclaimed land as possible, fending them off along the way. To do this you will hire minions, construct buildings, spruce up your castle, and fill the coffers of your treasury. Your parents wouldn't be proud, but your grandparents, on your mother's side, would be delighted.&quot;&#10;&#10;&mdash;description from the back of the box&#10;&#10;In Dominion, each player starts with an identical, very small deck of cards.  In the center of the table is a selection of other cards the players can &quot;buy&quot; as they can afford them.  Through their selection of cards to buy, and how they play their hands as they draw them, the players construct their deck on the fly, striving for the most efficient path to the precious victory points by game end.&#10;&#10;Dominion is not a Collectible Card Game (CCG), but the play of the game is similar to the construction and play of a CCG deck. The game comes with 500 cards. You select 10 of the 25 Kingdom card types to include in any given play&mdash;leading to immense variety.&#10;&#10;&mdash;user summary&#10;&#10;Part of the Dominion series.&#10;&#10;",
    "genres": [
      "Card Game",
      "Medieval"
    ]
  },
  {
    "name": "Libertalia",
    "bgg_id": 125618,
    "bgg_name": "Libertalia",
    "year": 2012,
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 60,
    "minPlayingTime": 40,
    "maxPlayingTime": 60,
    "minAge": 14,
    "image": "https://cf.geekdo-images.com/LeUx57CGYdnIEsnGebOB0A__original/img/ZMdpuswDvVy-I97-ws45isBIRO4=/0x0/filters:format(jpeg)/pic1326136.jpg",
    "thumbnail": "https://cf.geekdo-images.com/LeUx57CGYdnIEsnGebOB0A__thumb/img/BRF-D_TW7oHr7t6Yh0F9wx_zFI4=/fit-in/200x150/filters:strip_icc()/pic1326136.jpg",
    "description": "Captain Swallow has always dreamed of pocketing a large nest egg in order to retire on a remote island &ndash; but he never counted on stiff competition from Captains Stanley Rackum, Dirk Chivers and others, greedy and cruel enemies who always manage to attack the same ships as him. If he wants to finally sink back and enjoy peaceful days in the sun, he must become the most cunning pirate!&#10;&#10;In Libertalia, you must thwart the plans of competitive pirates over the course of three rounds while using cards that show the same crew members as your piratical comrades-in-arms. Yes, not only do they attack the same ships, but they employ the same type of ravenous scum that you do! Can you take advantage of the powers of your characters at the right time? Will you be outdone by a pirate smarter than you? Jump into the water and prove your tactical skills!&#10;&#10;",
    "genres": [
      "Card Game",
      "Pirates"
    ]
  },
  {
    "name": "Il Mistero dell'abbazia",
    "bgg_id": 153912,
    "bgg_name": "Mystery of the Abbey with The Pilgrims' Chronicles",
    "year": 2007,
    "minPlayers": 3,
    "maxPlayers": 6,
    "minPlayingTime": 60,
    "maxPlayingTime": 90,
    "playingTime": 90,
    "age": 8,
    "genres": [
      "Deduction",
      "Medieval",
      "Murder / Mystery",
      "Religious"
    ],
    "description": "Mystery of the Abbey is a whodunit game with a twist. A monk has been murdered in a medieval French Abbey. Players maneuver their way through the Abbey examining clues and questioning each other to find out who is the culprit. A masterful game of deduction!&#10;&#10;The Pilgrims&#039; Chronicles is a 12 card-expansion for Mystery of the Abbey published for the Essen 2005 Fair.&#10;&#10;The 2007 Days of Wonder reprint of Mystery of the Abbey included the Pilgrims' Chronicles expansion.&#10;&#10;",
    "image": "https://cf.geekdo-images.com/NiPm7_izmGrtZTBeYQPl6A__original/img/LTbfDtPC9Kr7cFQGB9Tr5ddStyk=/0x0/filters:format(jpeg)/pic2352079.jpg",
    "thumbnail": "https://cf.geekdo-images.com/NiPm7_izmGrtZTBeYQPl6A__thumb/img/IrSPc_ZukPoXuB1xvbM8L6aHeV0=/fit-in/200x150/filters:strip_icc()/pic2352079.jpg"
  },
  {
    "name": "Asgard",
    "bgg_id": 131118,
    "bgg_name": "Asgard",
    "year": 2012,
    "minPlayers": 2,
    "maxPlayers": 4,
    "minPlayingTime": 60,
    "maxPlayingTime": 120,
    "playingTime": 120,
    "age": 12,
    "genres": [
      "Ancient",
      "Mythology"
    ],
    "description": "Note: There are updated official rules from the publisher that clear up many of the rules questions that arise from rules in the box. It is highly recommended that players use the latest rules for learning/teaching the game. http://www.whatsyourgame.eu/downloads/Asgard_rules.pdf&#10;&#10;The end of days is close. Darkness and light will clash.&#10;&#10;All Gods know what this means for them. Blood ties will no longer be respected, brother will fight against brother, and no man will spare another. Odin, Freyja, T&yacute;r, Loki, Hel, Thor, and Baldr forge their plans and promise great rewards to the ones who will help them prevail. Eventually Fenrir, M&iacute;mir, and Surtr will join the battle.&#10;&#10;Ask for help at the right time, and the gods will grant you their powers. Will you ask Freyja to recruit the fallen warriors of Valhalla, or will you use the cunning of Loki and Hel to make an opponent's armies die or switch sides at a critical moment? Will you ask T&yacute;r to help win a decisive battle, or will you consult M&iacute;mir's wisdom in order to gain a tactical advantage?&#10;&#10;In Asgard, you want to support the gods by erecting temples and by convincing brave warriors and mighty giants to side with them. You can influence which god will fight which during the final battle &mdash; Ragnar&ouml;k &mdash; the outcome of which will depend on how well you strengthened their armies.&#10;&#10;Beware, only a few of them will come out victorious. Will you side with the right ones? As a mortal, your place in the new world depends on it.&#10;&#10;",
    "image": "https://cf.geekdo-images.com/iXUOC-Cd3GKTm927hCxl1A__original/img/Hh7Q7gl4456lD4rhh2-SJyyqbqM=/0x0/filters:format(jpeg)/pic1529138.jpg",
    "thumbnail": "https://cf.geekdo-images.com/iXUOC-Cd3GKTm927hCxl1A__thumb/img/rOYIdjeu_3AaRXzcT2Z74quyAqw=/fit-in/200x150/filters:strip_icc()/pic1529138.jpg"
  },
  {
    "name": "Hermagor",
    "bgg_id": 25224,
    "bgg_name": "Hermagor",
    "year": 2006,
    "minPlayers": 2,
    "maxPlayers": 5,
    "minPlayingTime": 90,
    "maxPlayingTime": 120,
    "playingTime": 120,
    "age": 12,
    "genres": [
      "Economic",
      "Fantasy",
      "Medieval",
      "Transportation"
    ],
    "description": "In a distant land, many and many years ago, rose a big and wealthy city: its name, now forgotten by most, was Hermagor. Commerce was the source of its richness, because from all its territory countrymen, artisans and also adventurers brought to the city every kind of merchandise: weapons, ancient books, precious relics, and rare dragon eggs. In this city, you can buy and exchange everything. This made Hermagor famous and merchants came from afar to buy and sell all kinds of goods at the market. Some even undertook perilous adventures to acquire especially rare items. They criss-crossed this wealthy region, creating new paths and roads, adding markets to towns, but always with the aim to become the richest!&#10;&#10;Set in the imaginary land of Hermagor, each player takes on the role of a merchant striving to be the wealthiest trader. While playing, they aim to acquire goods in the marketplace and then sell those goods profitably in the towns and villages across land of Hermagor. Players first gain access to goods tiles in the marketplace by placing their agents in proximity to the tiles they want.  Then the players move one agent across the map of Hermagor, visiting and selling goods in the towns requesting goods that match the tiles the player acquired in the marketplace.&#10;&#10;Hermagor is played in five rounds with two phases in each round.  Each round begins with the marketplace phase. Players pay to place their four agents in the market trying to control the goods tiles they will use in the second phase of the round.  Control of a tile goes to the player who has the most agents next to the tile.  Ties are broken by the priority of the adjacent locations.  Agents adjacent to the sides of a tile take priority over agents adjacent to the corner of tiles.  An agent placed on a tile has the highest priority.  After all agents have been placed and tiles claimed by the players, the marketplace agents also generate income.  Agents in the same row or column generate income at the rate of 1 for 1 agent, 3 for 2 agents, 6 for 3 agents, and 10 for 4 agents.  The price for placing agents depends on the location.  Locations that apply control to more tiles cost more.&#10;&#10;Each round concludes with selling phase.  Players take turns moving one agent across the map of Hermagor, paying a price for each road segment they use so that they can sell goods in a town or village.  Importantly, each player may only sell in any town or village once during the game.  Players mark each town or village where they have sold goods with a house. Players receive a small monetary reward when other players sell in a town or village that the player has already sold in. Selling goods in all the towns or villages surrounding a region of the map defined by a set of roads potentially gives the player the right to a production facility in that region, supplying additional income immediately and at the end of the game.&#10;&#10;Hermagor ends when the last player finishes his turn of the selling phase of the fifth round. End game bonus money is awarded for production facilities, most sales along the major road, and for the smallest of each players sales locations in each of the three Hermagor regions defined by its rivers.&#10;&#10;The player with the most money at the end of the game wins.&#10;&#10;",
    "image": "https://cf.geekdo-images.com/9X8h1wU5gHxLq1EfYZI_5A__original/img/yWodKi08c7Cz3m3AyxWaIYZXvAY=/0x0/filters:format(jpeg)/pic143036.jpg",
    "thumbnail": "https://cf.geekdo-images.com/9X8h1wU5gHxLq1EfYZI_5A__thumb/img/fjy1iIepXtAjmizISJYF82a0HYc=/fit-in/200x150/filters:strip_icc()/pic143036.jpg"
  },
  {
    "name": "Galaxy Trucker",
    "bgg_id": 31481,
    "bgg_name": "Galaxy Trucker",
    "year": 2007,
    "minPlayers": 2,
    "maxPlayers": 4,
    "minPlayingTime": 60,
    "maxPlayingTime": 60,
    "playingTime": 60,
    "age": 10,
    "genres": [
      "Real-time",
      "Science Fiction",
      "Space Exploration",
      "Transportation"
    ],
    "description": "In a galaxy far, far away... they need sewer systems, too. Corporation Incorporated builds them. Everyone knows their drivers -- the brave men and women who fear no danger and would, if the pay was good enough, even fly through Hell.&#10; Now you can join them. You will gain access to prefabricated spaceship components cleverly made from sewer pipes. Can you build a space ship durable enough to weather storms of meteors? Armed enough to defend against pirates? Big enough to carry a large crew and valuable cargo? Fast enough to get there first?&#10;&#10;Of course you can. Become a Galaxy Trucker. It's loads of fun.&#10;&#10;Galaxy Trucker is a tile laying game that plays out over two phases: building and flying. The goal is to have the most credits at the end of the game. You can earn credits by delivering goods, defeating pirates, building an efficient ship, and being the furthest along the track at the end of the flying phase.&#10;&#10;Building happens in real time and has players build their personal space ships by grabbing tiles from the middle of the table before the timer runs out. Tiles start out facedown so they won't know what they have until they take it, but they may choose to return it faceup if they don't want it. They must place the tiles they keep in a legal manner in their space ship. Usually this just means lining up the connectors appropriately (single to single, double to double, universal to anything) but also includes proper positioning of guns and engines. Tiles represent a variety of things including guns, engines, storage containers, crew cabins, shields, and batteries. They may also peek at the cards they will encounter in phase 2, but they must sacrifice building time to do this. At any time players may call their ships finished and take an order marker from the center.&#10;&#10;Once building is completed, and ships have been checked for errors, the flight begins. The flight cards are shuffled and player markers are placed on the flight board according to the order markers taken. Cards are revealed one at a time and players interact with them in order. They may include things such as pirates, abandoned vessels, disease outbreaks, meteor showers, worlds with goods to pick up, combat zones, and other various things.&#10;&#10;Most of the cards will cause players to move back on the flight track and they must decide if the delay is worth their efforts. When all the cards are encountered players sell any goods they have collected, collect their rewards for finishing in first, second, or third place or having the most intact ship, and then lose some credits for damaged components. Space can be a very dangerous place and it is not uncommon to see your ship break into smaller and smaller pieces or lose some very valuable cargo off the side. If your ship gets damaged too much you can get knocked out of the race, so be careful!&#10;&#10;3 rounds of this are done, and in each round players get a bigger board to build a ship that can hold more components. After the 3rd round the player with the most credits wins!&#10;&#10;",
    "image": "https://cf.geekdo-images.com/gLFt1Kif5Cfag505_COYYw__original/img/5vUNCkVDoQpcTfmlhFzkS4e1EaQ=/0x0/filters:format(jpeg)/pic3926631.jpg",
    "thumbnail": "https://cf.geekdo-images.com/gLFt1Kif5Cfag505_COYYw__thumb/img/WOW_QsRuV1KyP8dLjP0yH6TlpvU=/fit-in/200x150/filters:strip_icc()/pic3926631.jpg"
  },
  {
    "name": "Al di là di Tebe",
    "bgg_id": 30869,
    "bgg_name": "Thebes",
    "year": 2007,
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 60,
    "minPlayingTime": 60,
    "maxPlayingTime": 60,
    "minAge": 8,
    "image": "https://cf.geekdo-images.com/T4EH02wIepQC4DzyEEY1MQ__original/img/QxPqkxizF0ZN4crTiw_OukDV8c4=/0x0/filters:format(jpeg)/pic2723204.jpg",
    "thumbnail": "https://cf.geekdo-images.com/T4EH02wIepQC4DzyEEY1MQ__thumb/img/oQ0IlYEVkHSnCPvoORuPAjzCCy8=/fit-in/200x150/filters:strip_icc()/pic2723204.jpg",
    "description": "Thebes is a game of competitive archeology. Players are archaeologists who must travel around Europe, northern Africa, and the Middle East to acquire knowledge about five ancient civilizations -- the Greeks, the Cretans, the Egyptians, the Palestinians, and the Mesopotamians -- and then must use this knowledge to excavate historical sites in the areas of these civilizations. Through the course of the game, expositions are revealed, and an archaeologist who has treasures from the requisite civilizations may claim the prize (this is a change from the first edition's handling of exhibitions). The archaeologist who learns the most about the civilizations, claims the greatest-valued artifacts, and collects the most exhibitions will win out over his or her colleagues.&#10;&#10;The key element to the game is that it is played out over a period of two (or three) years, and each action a player performs takes a certain amount of time -- traveling is a week between cities, gathering knowledge takes time for the level of the knowledge, and actually digging at a cultural site takes time to yield a certain number of artifact tiles. The game uses a novel mechanism to keep track of this. There is a track of 52 spaces around the outside of the board. Each time a player moves and takes an action, he or she moves their player token forward in time. Players take turns based on being the one who is furthest back in &quot;time&quot;. So, a player can go to an excavation site and spend 10 weeks digging for artifacts, but that will also mean that the other players will likely be taking several actions in the interim while that player waits for the &quot;time&quot; to catch up.&#10;&#10;In addition, the artifact tiles for each civilization are drawn from a bag that also contains dirt.  When a player excavates a site, that player pulls tiles from the bag, but some may only be worthless dirt instead of valuable treasure. That dirt is then returned to the bag, making the first draw more likely to provide useful tiles.&#10;&#10;This is the new entry for the Queen printing of Jenseits von Theben.  As the new game changes several mechanisms of the original, and is available in a much wider release, the two games should be regarded as separate entities.&#10;&#10;Re-implements:&#10;&#10;    Jenseits von Theben&#10;&#10;&#10;",
    "genres": [
      "Ancient",
      "Exploration",
      "Travel"
    ]
  },
  {
    "name": "Ubongo",
    "bgg_id": 16986,
    "bgg_name": "Ubongo",
    "year": 2003,
    "minPlayers": 1,
    "maxPlayers": 4,
    "minPlayingTime": 25,
    "maxPlayingTime": 25,
    "playingTime": 25,
    "age": 8,
    "genres": [
      "Puzzle",
      "Real-time"
    ],
    "description": "In Ubongo, players compete to solve individual puzzles as quickly as they can to get first crack at the gems on hand for the taking.&#10;&#10;Original edition:&#10;The game board consists of six rows, with twelve gems (of various colors) placed in these rows. At the start of play, each player places their pawn in front of one of those rows. Each player also takes twelve polyominoes &mdash; that is, pieces consisting of 2-5 squares in some configuration; players use these pieces each round to try to recreate shapes.&#10;&#10;At the start of a round, each player receives a puzzle card that depicts a shape created by some number of squares; one side of this card depicts six rows of 3 pieces, the other side depicts six rows of 4 pieces, for a more difficult puzzle. When everyone is ready, someone rolls a die to determine which row of pieces each player can use to recreate the shape on their individual card. The race is timed by a sand timer, and the outcome of this race determines the action on the main playing board.&#10;&#10;Whoever first solves their puzzle in time gets to move their pawn up to three rows left or right, with the second player to finish moving two rows and the third player only one row. Players then collect two gems from the front of the row where their pawn is located, which means that the more rows you can move, the more control you have over which color gems you can collect. After collecting gems, each player receives a new puzzle card, and a new round begins.&#10;&#10;After nine rounds, the game ends and whoever has collected the most gems in a single color wins! If players tie, then those players compare who has the most gems in a second color, and so on.&#10;&#10;2015 edition:&#10;The puzzle-part of the game remains the same, but the scoring track and system has been greatly changed, to be the same as in Ubongo Extreme. There are no pawns anymore, but instead the winner takes a 3-point gem plus a random gem, the second-place player takes a 1-point gem plus a random gem, and others who finish within time take just a random gem. Whoever scores the most gem-points after nine rounds wins the game.&#10;&#10;",
    "image": "https://cf.geekdo-images.com/0wSuQbmk4nPwNytp9_zzPw__original/img/DccSEdsXQG65cfwPJjdrkJySojI=/0x0/filters:format(jpeg)/pic4597123.jpg",
    "thumbnail": "https://cf.geekdo-images.com/0wSuQbmk4nPwNytp9_zzPw__thumb/img/2_damZx35g1mE8kgWUpIXoHybW8=/fit-in/200x150/filters:strip_icc()/pic4597123.jpg"
  },
  {
    "name": "Couleurs de Paris",
    "bgg_id": 269160,
    "bgg_name": "Colors of Paris",
    "year": 2019,
    "minPlayers": 2,
    "maxPlayers": 4,
    "minPlayingTime": 40,
    "maxPlayingTime": 60,
    "playingTime": 60,
    "age": 10,
    "genres": [],
    "description": "You are a painter in Colors of Paris, and you've decided to participate in &quot;Bateau Lavoir&quot;, a friendly competition between several painters in a workshop in Montmartre, Paris. The newspapers know about this challenge, so perhaps this is a good opportunity to become famous, following the path of C&eacute;zanne, Toulouse-Lautrec, Monet, or Renoir...&#10;&#10;Colors of Paris is a management game in which you must take care of your paint tubes, mixtures, and time to create works, all the while anticipating others to perform as needed within a rotating set of actions.&#10;&#10;",
    "image": "https://cf.geekdo-images.com/j16Xrf08-toGYZ04HqLoNw__original/img/TA3aM9Uxs2uiSiwjyvJiEk_7UWc=/0x0/filters:format(jpeg)/pic4804321.jpg",
    "thumbnail": "https://cf.geekdo-images.com/j16Xrf08-toGYZ04HqLoNw__thumb/img/xaIYrg5FuSjX6VRLLd3yL2fcyz4=/fit-in/200x150/filters:strip_icc()/pic4804321.jpg"
  },
  {
    "name": "Il Castello",
    "bgg_id": 38386,
    "bgg_name": "A Castle for All Seasons",
    "year": 2008,
    "minPlayers": 2,
    "maxPlayers": 4,
    "minPlayingTime": 60,
    "maxPlayingTime": 60,
    "playingTime": 60,
    "age": 10,
    "genres": [
      "City Building",
      "Medieval"
    ],
    "description": "A new castle is being built for the king, and lots of workers are coming from far away to make their contribution.&#10;&#10;Each player is a master builder, who will have to make a tactical choice from a number of character cards each turn. But watch out, the character cards also cause interaction, making for a surprising and varied game. Only when the points are counted at the end of the game, the victor will be known!&#10;&#10;&#10;Players use cards from their hands to take actions. These are revealed simultaneously and then resolved in a set order. One of the cards allows a player to pick the cards back up into their hand, allowing them to reuse cards previously played.&#10;&#10;Players collect resources and money, and build buildings. Once a building is built, the tile is moved to reveal spaces for workers. These spaces give bonus points at the end of the game. The person with the most points at the end of the game is the winner.&#10;&#10;",
    "image": "https://cf.geekdo-images.com/HEHduHVfdLULQHoWLu-Sqw__original/img/vvyUr2URs5yb6p9dt9kfeXp9TR4=/0x0/filters:format(jpeg)/pic400762.jpg",
    "thumbnail": "https://cf.geekdo-images.com/HEHduHVfdLULQHoWLu-Sqw__thumb/img/HnBxzNEHY0vivRABnTIRmBR_aPU=/fit-in/200x150/filters:strip_icc()/pic400762.jpg"
  },
  {
    "name": "Ticket to Ride: Europa",
    "bgg_id": 14996,
    "bgg_name": "Ticket to Ride: Europe",
    "year": 2005,
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 60,
    "minPlayingTime": 30,
    "maxPlayingTime": 60,
    "minAge": 8,
    "image": "https://cf.geekdo-images.com/0K1AOciqlMVUWFPLTJSiww__original/img/O37sCRSJLq4S8EpCxFDNVsNBuxE=/0x0/filters:format(jpeg)/pic66668.jpg",
    "thumbnail": "https://cf.geekdo-images.com/0K1AOciqlMVUWFPLTJSiww__thumb/img/RDvu2FvsYVVH8icp1VsilUlqUGI=/fit-in/200x150/filters:strip_icc()/pic66668.jpg",
    "description": "Ticket to Ride: Europe takes you on a new train adventure across Europe. From Edinburgh to Constantinople and from Lisbon to Moscow, you'll visit great cities of turn-of-the-century Europe. Like the original Ticket to Ride, the game remains elegantly simple, can be learned in 5 minutes, and appeals to both families and experienced gamers. Ticket to Ride: Europe is a complete, new game and does not require the original version.&#10;&#10;More than just a new map, Ticket to Ride: Europe features brand new gameplay elements. Tunnels may require you to pay extra cards to build on them, Ferries require locomotive cards in order to claim them, and Stations allow you to sacrifice a few points in order to use an opponent's route to connect yours. The game also includes larger format cards and Train Station game pieces.&#10;&#10;The overall goal remains the same: collect and play train cards in order to place your pieces on the board, attempting to connect cities on your ticket cards. Points are earned both from placing trains and completing tickets but uncompleted tickets lose you points. The player who has the most points at the end of the game wins.&#10;&#10;Copyright 2002-2014 Days of Wonder, inc.&#10;&#10;Part of the Ticket to Ride series.&#10;&#10;",
    "genres": [
      "Trains"
    ]
  },
  {
    "name": "Tsuro",
    "bgg_id": 16992,
    "bgg_name": "Tsuro",
    "year": 2005,
    "minPlayers": 2,
    "maxPlayers": 8,
    "minPlayingTime": 15,
    "maxPlayingTime": 20,
    "playingTime": 20,
    "age": 8,
    "genres": [
      "Fantasy"
    ],
    "description": "Tsuro is a beautifully simple game of laying a tile before your own token to continue its path on each turn.  The goal is to keep your token on the board longer than anyone else's, but as the board fills up this becomes harder because there are fewer empty spaces left and another player's tile may also extend your own path in a direction you'd rather not go.  Easy to introduce to new players,  lasts a mere 15 minutes.&#10;&#10;Tsuro has an Asian spiritual theme - the lines representing the &quot;many roads that lead to divine wisdom&quot;, and the game as a whole representing &quot;the classic quest for enlightenment&quot;. This theme is very light and the game essentially plays as an abstract strategy game.&#10;&#10;The game consists of tiles with twisting lines on them, a 6x6 grid on which to lay these tiles and a token for each player. Each player has a hand of tiles. On your turn you do two things: place a tile from your hand onto the board next to your token and move your token as far as it can go along the line it is currently on, until it is stopped by an empty space with no tile in (yet), the edge of the board or colliding with another player's token. If your token reaches the edge of the board or collides with another player's token, you are out of the game. The aim of the game is to be the last player left with a token on the board. Strategy therefore consists of trying to drive your opponents either into each other or off the board whilst extending your own route in directions that will make it difficult for your opponents to do the same.&#10;&#10;--description from publisher&#10;&#10;",
    "image": "https://cf.geekdo-images.com/2V3d4ryhxkS3RoPtDrvpUw__original/img/TP5U-O2eujPBK9IVmmifdfkWwdQ=/0x0/filters:format(jpeg)/pic875761.jpg",
    "thumbnail": "https://cf.geekdo-images.com/2V3d4ryhxkS3RoPtDrvpUw__thumb/img/NWgNhoxUIF7Lmj1apRkZQhFL6NU=/fit-in/200x150/filters:strip_icc()/pic875761.jpg"
  },
  {
    "name": "Clank!: Costruisci la tua Avventura",
    "bgg_id": 201808,
    "bgg_name": "Clank!: A Deck-Building Adventure",
    "year": 2016,
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 60,
    "minPlayingTime": 30,
    "maxPlayingTime": 60,
    "minAge": 12,
    "image": "https://cf.geekdo-images.com/DPjV1iI0ygo5Bl3XLNRiIg__original/img/cXqOdM3BLyIeRt0GP3M3V--gF1M=/0x0/filters:format(jpeg)/pic4449526.jpg",
    "thumbnail": "https://cf.geekdo-images.com/DPjV1iI0ygo5Bl3XLNRiIg__thumb/img/O2WnqJew5gNjQqPUH3gqmTBc1pQ=/fit-in/200x150/filters:strip_icc()/pic4449526.jpg",
    "description": "Burgle your way to adventure in the deck-building board game Clank! Sneak into an angry dragon's mountain lair to steal precious artifacts. Delve deeper to find more valuable loot. Acquire cards for your deck and watch your thievish abilities grow.&#10;&#10;Be quick and be quiet. One false step and CLANK! Each careless sound draws the attention of the dragon, and each artifact stolen increases its rage. You can enjoy your plunder only if you make it out of the depths alive!&#10;&#10;Clank! is a deck-building game. Each player has their own deck, and building yours up is part of playing the game. You start each of your turns with five cards in your hand, and you'll play them all in any order you choose. Most cards will generate resources, of which there are three different kinds:&#10;&#10;&#10;    Skill, which is used to acquire new cards for your deck.&#10;    Swords, which are used to fight the monsters that infest the dungeon.&#10;    Boots, which are used to move around the board.&#10;&#10;&#10;Every time you acquire a new card, you put it face up in your discard pile. Whenever you need to draw a card and find your deck empty, you shuffle your discard pile and turn it face down to form a new deck. With each shuffle, your newest cards become part of a bigger and better deck! Each player starts with the same cards in their deck, but they&rsquo;ll acquire different cards during their turns. Because cards can do many different things, each player&rsquo;s deck (and strategy) will become more and more different as the game unfolds.&#10;&#10;During the game, you have two goals:&#10;&#10;    Retrieve an Artifact token and escape the dragon by returning to the place you started, outside of the dungeon.&#10;    Accumulate enough points with your Artifact and other loot to beat out your opponents and earn the title of Greatest Thief in the Realm!&#10;&#10;&#10;",
    "genres": [
      "Adventure",
      "Fantasy"
    ]
  },
  {
    "name": "Clank!: La Maledizione della Mummia",
    "bgg_id": 245377,
    "bgg_name": "Clank!: The Mummy's Curse",
    "year": 2018,
    "minPlayers": 2,
    "maxPlayers": 4,
    "minPlayingTime": 30,
    "maxPlayingTime": 60,
    "playingTime": 60,
    "age": 12,
    "genres": [
      "Adventure",
      "Ancient",
      "Expansion for Base-game",
      "Fantasy"
    ],
    "description": "Untold riches await inside the pyramids of the Ancients &mdash; but they are well protected. An undying Mummy guardian spreads a vile curse to those who would rob its tomb. And, inevitably, the treasure has attracted a dragon. Can you escape the fearsome Croxobek?&#10;&#10;Clank! The Mummy's Curse, an expansion for Clank!: A Deck-Building Adventure, adds a wandering mummy to the pathways that players will explore as well as new artifacts to acquire in the depths of the pyramid!&#10;&#10;",
    "image": "https://cf.geekdo-images.com/v1aPqYQ17zExx8CttISS2w__original/img/Jrvu4thwBXVBagBHQ9kaLTQJ0gE=/0x0/filters:format(jpeg)/pic3949764.jpg",
    "thumbnail": "https://cf.geekdo-images.com/v1aPqYQ17zExx8CttISS2w__thumb/img/Z9fXSFxPO9nRo1-mhDR0ufzmWj0=/fit-in/200x150/filters:strip_icc()/pic3949764.jpg"
  },
  {
    "name": "Clank!: Tesori Sommersi",
    "bgg_id": 218103,
    "bgg_name": "Clank!: Sunken Treasures",
    "year": 2017,
    "minPlayers": 2,
    "maxPlayers": 4,
    "minPlayingTime": 60,
    "maxPlayingTime": 60,
    "playingTime": 60,
    "age": 13,
    "genres": [
      "Adventure",
      "Expansion for Base-game",
      "Fantasy"
    ],
    "description": "In Clank! Sunken Treasures, an expansion for Clank! A Deck-Building Adventure, players explore two partially flooded maps with new dungeon deck cards, a new persistent monster to defeat, new environmental challenges, and more as they venture in the watery depths!&#10;&#10;The challenge to prove your thieving skills has moved to new environments. You&rsquo;d better know how to swim as several rooms you'll face have been completely flooded with water. Plus, of course, there's always an angry dragon to avoid...&#10;&#10;",
    "image": "https://cf.geekdo-images.com/vnPRRrEtY0erOXrTiK4PEg__original/img/gVkifZKsD5TJ4HKhEISu2LK1OSo=/0x0/filters:format(jpeg)/pic3489154.jpg",
    "thumbnail": "https://cf.geekdo-images.com/vnPRRrEtY0erOXrTiK4PEg__thumb/img/6sfDYSlXIA79iotjVvG7eXSdv4o=/fit-in/200x150/filters:strip_icc()/pic3489154.jpg"
  },
  {
    "name": "Pick-a-Polar Bear",
    "bgg_id": 145186,
    "bgg_name": "Pick-a-Polar Bear",
    "year": 2013,
    "minPlayers": 1,
    "maxPlayers": 5,
    "playingTime": 15,
    "minPlayingTime": 10,
    "maxPlayingTime": 15,
    "minAge": 8,
    "image": "https://cf.geekdo-images.com/9LPUuOf6WDpb8Z7-fjrkCA__original/img/XPxM0aY6C5yTfAH1ZBDozMl4i6I=/0x0/filters:format(jpeg)/pic1721977.jpg",
    "thumbnail": "https://cf.geekdo-images.com/9LPUuOf6WDpb8Z7-fjrkCA__thumb/img/LuCKVBulrUXcRT7Rp4HeLRxAfo4=/fit-in/200x150/filters:strip_icc()/pic1721977.jpg",
    "description": "&quot;Pick-a-Seal!&quot; may combine with &quot;Pick-a-Polar Bear!&quot; for up to 8 players. Pick-a-Seal will be launched in Essen 2014.&#10;&#10;The nanuks are determined not to be sitting &quot;bears&quot; due to global warming. Sourcing a supply of canned fish may be a way to survive the diminishing sea ice &mdash; and if nothing else, it gives them a good reason to travel all the way from the North Pole to Germany to party down with their doggie friends there!&#10;&#10;Pick-a-Polar Bear, first published as Formissimo, features the same gameplay as Pick-a-Dog but with two new variants! To set up the basic game, lay out 30 cards in a grid and give one card face down to each player. Each card has five attributes, with each attribute having two states: large/small, with/without a raised arm, orange autumn/blue winter background, with/without goggles, and with/without canned fish. Someone shouts &quot;Go!&quot;, then everyone looks at their card in hand. Players then start grabbing cards from the grid and stacking them in hand. The card grabbed must be identical to the top card in hand or differ from that top card in only one way. Thus, as you grab cards, the attributes of that top card will keep changing, forcing you to look for matches in new ways.&#10;&#10;Once a player thinks he can't grab any more cards, he yells &quot;Stop!&quot; The round ends, and all players check their card stacks. If someone made a mistake when grabbing cards, that player keeps none of the cards gathered that round. If the player who stopped the round made no mistakes, he earns an extra card. If, however, he stopped the round when he could have collected more cards, then he loses all the cards he's collected during this round.&#10;&#10;To set up for the next round, give each player a new face-down card and fill in the holes in the grid. When the deck runs out, complete that round, after which the game ends. Whoever has collected the most cards wins!&#10;&#10;Pick-a-Polar Bear includes two game variants. In the first, the player who has obtained the most cards in the preceding round cannot grab a card that's identical to his top card in the current round. For the second variant, shuffle eight &quot;bonus round&quot; cards into the deck. If when laying out the cards in the grid, the dealer reveals the back of a bonus round card when at least ten cards are on the table, everyone prepares for the bonus round. The dealer reveals this card, which shows two card elements such as upraised arm and goggles, and everyone races to yell out how many cards in the grid feature these two elements. Whoever yells out the correct answer first receives the bonus round card, which is worth 2 points; whoever yells out the wrong answer takes a -2 point penalty card. The dealer then continues filling the grid. (If the grid contains fewer than ten cards when a bonus round card comes up in the deck, discard this card and continue to fill the grid.)&#10;&#10;",
    "genres": [
      "Action / Dexterity",
      "Animals",
      "Card Game",
      "Party Game",
      "Puzzle",
      "Real-time"
    ]
  },
  {
    "name": "To Court the King",
    "players": "2-5",
    "playing-time": "45'",
    "bgg_id": 21632,
    "bgg_name": "To Court the King",
    "year": 2006,
    "minPlayers": 2,
    "maxPlayers": 5,
    "minPlayingTime": 45,
    "maxPlayingTime": 45,
    "playingTime": 45,
    "age": 10,
    "genres": [
      "Dice",
      "Medieval"
    ],
    "description": "In this game, the players are petitioners at the royal court, trying to gain the King's favor. To do so, they must first gain the help of the servants and petty officials at the court, who can then help them gain access to the nobility, who, in turn, can help to reach the king.&#10;&#10;The game is played in turns. On their turn, a player will gather their dice, roll them, set aside at least one, and roll the remaining dice again, until all dice have been set aside. After that, they select a character who will help. Each character requires a certain combination of dice (such as two pairs or dice that show at least 30 points). The character will give the player some benefits on later rolls, such as an additional die or the ability to modify the results of a roll.&#10;&#10;The game ends when a player gains the support of the Queen (and temporary favor of the King, winning ties in the final roll-off). Now, all players try to gain a dice result of as many equal dice as possible (7x 2s, 8x 6s, etc). The player who gets the longest, highest result gains the favor of the King and wins.&#10;&#10;Contents: 12 Dice, 60 character cards, 5 player aids, 1 marker, rules.&#10;&#10;",
    "image": "https://cf.geekdo-images.com/ZdpPS0W-m_7Vi3XDOBFv9A__original/img/NwyluNdDqNxECP_M45p6-dOFZhE=/0x0/filters:format(jpeg)/pic182447.jpg",
    "thumbnail": "https://cf.geekdo-images.com/ZdpPS0W-m_7Vi3XDOBFv9A__thumb/img/zVVZVVWmJCPZUvESxLjD6pRYgy0=/fit-in/200x150/filters:strip_icc()/pic182447.jpg"
  },
  {
    "name": "Cartagena - la fuga",
    "players": "2-5",
    "playing-time": "30'-45'",
    "bgg_id": 826,
    "bgg_name": "Cartagena",
    "year": 2000,
    "minPlayers": 2,
    "maxPlayers": 5,
    "minPlayingTime": 45,
    "maxPlayingTime": 45,
    "playingTime": 45,
    "age": 8,
    "genres": [
      "Nautical",
      "Pirates"
    ],
    "description": "Cartagena takes as its theme the famous 1672 pirate-led jailbreak from the fortress of Cartagena. Each player has a group of six pirates, and you want to be the first to have all six escape through the tortuous underground passage that connects the fortress to the port, where a sloop is waiting for them.&#10;&#10;To move a pirate, you need to play a card from your hand. Each card bears one of six symbols (dagger, pirate hat, etc.), and when you play a card, you move one of your pirates forward to the next matching symbol in the tunnel, leapfrogging over matching symbols where another pirate already stands. The only way to get more cards, however, is to move backwards; more specifically, you move one of your pirates backwards to the first space that holds one or two pirates, drawing one or two cards after doing so. Each turn, you take 1-3 actions, whether moving forward or backward or both.&#10;&#10;When you move a pirate to the end of the track, it jumps on the sloop where it must await the other pirates in its crew. With every step toward victory, though, you have fewer and fewer pirates to move each turn, possibly locking you in to actions you don't want, so be sure to plan ahead and not leave yourself empty-handed!&#10;&#10;",
    "image": "https://cf.geekdo-images.com/e4QUk0ycODuPA7sLoKv4sQ__original/img/Y7CQ0qekCkOjg3fsQ_9xMkHcGyY=/0x0/filters:format(jpeg)/pic1889500.jpg",
    "thumbnail": "https://cf.geekdo-images.com/e4QUk0ycODuPA7sLoKv4sQ__thumb/img/zk6iF4GIIObaxfv7-TuEpS9W59Y=/fit-in/200x150/filters:strip_icc()/pic1889500.jpg"
  },
  {
    "name": "Augustus",
    "players": "2-6",
    "playing-time": "30'",
    "bgg_id": 137297,
    "bgg_name": "Rise of Augustus",
    "year": 2013,
    "minPlayers": 2,
    "maxPlayers": 6,
    "minPlayingTime": 30,
    "maxPlayingTime": 30,
    "playingTime": 30,
    "age": 8,
    "genres": [
      "Ancient",
      "Card Game"
    ],
    "description": "In Augustus, you vie with your fellow players to complete &quot;objective&quot; cards for special powers and ultimately for victory points. Each card has 2-6 symbols which you must populate with legionnaire meeples in order to complete the card. These symbols are drawn one at a time from a bag, with all players gaining the benefit equally, but interestingly, the bag contains more of some symbols than others.&#10;&#10;So the pivotal skill you'll deploy is in making your choice of which three objectives you'll start the game with (you're dealt six) &mdash; balancing potential difficulty of completion against value of the reward &mdash; and then which of five available objectives you'll add to your plate each time you complete one of your three. The game ends when someone completes seven objectives.&#10;&#10;",
    "image": "https://cf.geekdo-images.com/DjlNoENOK3z7DO8rpNsofQ__original/img/d3vHnE4G0B4wQj_RhTjOoHLX75M=/0x0/filters:format(jpeg)/pic3532649.jpg",
    "thumbnail": "https://cf.geekdo-images.com/DjlNoENOK3z7DO8rpNsofQ__thumb/img/DOPkJkUFO89G83sHjAyfN4pqoE4=/fit-in/200x150/filters:strip_icc()/pic3532649.jpg"
  },
  {
    "name": "Port Royal",
    "players": "2-5",
    "playing-time": "20'-50'",
    "bgg_id": 156009,
    "bgg_name": "Port Royal",
    "year": 2014,
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 50,
    "minPlayingTime": 20,
    "maxPlayingTime": 50,
    "minAge": 8,
    "image": "https://cf.geekdo-images.com/9lQIIxg_l6G-ZWmTqEHlOA__original/img/NglW8f48YV2Guo7yAcHjPc-wKMM=/0x0/filters:format(jpeg)/pic1949286.jpg",
    "thumbnail": "https://cf.geekdo-images.com/9lQIIxg_l6G-ZWmTqEHlOA__thumb/img/uiCYTRqVF3TMqfpFGM-O0az_Q4A=/fit-in/200x150/filters:strip_icc()/pic1949286.jpg",
    "description": "The merchant players in Port Royal, which won the Austrian Game Designers Competition under the title H&auml;ndler der Karibik, are trying to earn as much as they can out of the Caribbean Sea, but if they set their goals too high, they might take home nothing for the day.&#10;&#10;The 120-card deck depicts a coin on the back of each card &mdash; with players earning and paying coins throughout the game &mdash; and different items on the card fronts. On a turn, a player can first draw as many cards as he likes, one at a time from the deck, placing them in the harbor (an area near the deck). Each card shows one of the following:&#10;&#10;&#10;     Person, who stays in a face-up row next to deck.&#10;     Ship, which the player can attack immediately if he has enough swords on his people cards, after which the ship is discarded; otherwise, the ship stays in the harbor.&#10;     Expedition, which remains above the harbor until a player fulfills it by discarding people who have the items required for the expedition.&#10;     Tax Increase, which forces everyone with twelve or more coins to discard half their money, after which the card is discarded.&#10;&#10;&#10;If the player draws a ship with the same name as a ship already in the harbor, he's spent too much time dilly-dallying and his turn ends (after using the ship to attack, if possible), with all the cards in the harbor being discarded. Otherwise, the player can stop whenever he likes, then use/acquire one card if three or fewer ships are in the harbor, two cards if four ships are present, and three cards if five ships are present. Players rob ships, collecting the number of coins shown on them, then discarding the card, while they hire people, paying the number of coins depicted. After the active player takes his 1-3 cards, each other player may pay the active player one coin in order to take one card in the same way.&#10;&#10;When one player has at least twelve influence points &mdash; which are on both people and expedition cards &mdash; the game is played to the end of the round, giving everyone the same number of turns, then the player with the most influence points wins.&#10;&#10;&bull; Port Royal differs from H&auml;ndler der Karibik in that it includes ten more cards to allow for play with up to five players and players can win without fulfilling an expedition.&#10;&#10;",
    "genres": [
      "Card Game",
      "Economic",
      "Nautical",
      "Pirates"
    ]
  },
  {
    "name": "Noria - il mondo fluttuante",
    "players": "2-4",
    "playing-time": "70'-120'",
    "bgg_id": 233676,
    "bgg_name": "Noria",
    "year": 2017,
    "minPlayers": 2,
    "maxPlayers": 4,
    "minPlayingTime": 70,
    "maxPlayingTime": 120,
    "playingTime": 120,
    "age": 12,
    "genres": [
      "Economic",
      "Fantasy",
      "Industry / Manufacturing"
    ],
    "description": "A new era is looming on the horizon. The future of Noria is right in front of you, and you must guide your flourishing trading empire into prosperity. Discover flying islands, buy ships, and build factories. Invest in prestigious projects, and secure their success by passing on secret knowledge to politicians. For even above the clouds, there is still room for improvement...&#10;&#10;Noria is the debut title from Sophia Wagner, winner of the Spiel des Jahres fellowship in 2015. The talented, young author created an entirely new steampunk universe specifically for this game, and artists Michael Menzel and Klemens Franz have managed to bring her vision to life. At the center of the game is an innovative mechanism called &quot;wheel building&quot;. Each player has an action wheel consisting of three rings, with slots for a number of different action discs. Over the course of the game, players try to obtain new discs and manipulate the rings of the wheel to optimize their action selection. Additionally, to ensure their investments bear fruit, they also need to bribe politicians with knowledge.&#10;&#10;",
    "image": "https://cf.geekdo-images.com/A1H2QX5meUBthiEpX-gq8w__original/img/dvedrpIxF-258KFJlN_JJ0YBGHw=/0x0/filters:format(jpeg)/pic5355459.jpg",
    "thumbnail": "https://cf.geekdo-images.com/A1H2QX5meUBthiEpX-gq8w__thumb/img/q4W2Kl7sBDxq8E4_GwVqLWertl0=/fit-in/200x150/filters:strip_icc()/pic5355459.jpg"
  },
  {
    "name": "Finca",
    "players": "2-4",
    "playing-time": "45'",
    "bgg_id": 40628,
    "bgg_name": "Finca",
    "year": 2009,
    "minPlayers": 2,
    "maxPlayers": 5,
    "minPlayingTime": 45,
    "maxPlayingTime": 45,
    "playingTime": 45,
    "age": 10,
    "genres": [
      "Economic",
      "Farming"
    ],
    "description": "The gameboard of Finca shows the mediterranean island of Mallorca. Players try to crop and deliver the fruits of Mallorca (such as oranges, lemons, almonds, grapes etc.) by means of moving workers on a traditional windmill. Object of the game is to distribute your crop as effectively as possible in order to deliver faster than your opponents.&#10;&#10;From the Box: Mallorca, Island of the Wind. A place of golden beaches and a light-blue sea. The almond harvest is at hand, in addition, juicy oranges, lemons, and figs are ready to be picked and taken to the market. Olive trees bewitch the country with their curled branches and sumptuous vineyards invite passers-by to walk among their warm earth. In the midst of this landscape, your centuries-old natural stone farmhouse provides a home and supports your large windmill: your FINCA.&#10;Listen to the wind, which propels your windmill! Then take in the course of the yearly harvest the sweetest and most valuable fruits from the land. Load them on your old donkey cart and travel around the island, selling them everywhere. If you manage this quickly, you will soon be the richest farmer on the island.&#10;&#10;Note: The Pandasaurus Games edition from 2024 plays up to 5 players while earlier editions play up to 4.&#10;&#10;Recommendations:&#10;&#10;     2011 Hungarian Boardgame Prize Winner&#10;     2011 Ludoteca Ideale (Italy)&#10;     Nominee &quot;Spiel des Jahres 2009&quot;&#10;     4th place &quot;Deutscher Spielepreis 2009&quot;&#10;     Nominee &quot;Graf Ludo 2009&quot;&#10;     Adult Game of the year 2010 (Finland)&#10;&#10;&#10;",
    "image": "https://cf.geekdo-images.com/U7n2gtbgu2IpEGs8YePYlQ__original/img/JDYLSVGE5CTt__nA1lLb7hBnmAw=/0x0/filters:format(png)/pic8520431.png",
    "thumbnail": "https://cf.geekdo-images.com/U7n2gtbgu2IpEGs8YePYlQ__thumb/img/5jsaAnh3fc8yy8QwnzBhRXr3kIs=/fit-in/200x150/filters:strip_icc()/pic8520431.png"
  },
  {
    "name": "Sankt Petersburg",
    "players": "2-4",
    "playing-time": "45'-60'",
    "bgg_id": 9217,
    "bgg_name": "Saint Petersburg",
    "year": 2004,
    "minPlayers": 2,
    "maxPlayers": 4,
    "minPlayingTime": 45,
    "maxPlayingTime": 60,
    "playingTime": 60,
    "age": 10,
    "genres": [
      "Age of Reason",
      "Card Game",
      "City Building",
      "Economic"
    ],
    "description": "On May 16th, 1703, Czar Peter laid the cornerstone for the first building in Saint Petersburg. Quickly, glorious buildings were added, always being expanded, so that Nobility (bringing victory points) may want to move in. But to accomplish this, one needs merchants who can provide the necessary Rubles, or the glory is over. The competition isn't sleeping either, and can sometimes steal a desired card right out from under your nose.&#10;&#10;Saint Petersburg has a board to tally victory points and to set out the four types of cards.  It is the cards themselves that players need to collect.  In each round &ndash; with the number of rounds dependent on the number of players and the randomness of card availability &ndash; players first pay for CRAFTSMEN who supply money for further purchases; then BUILDINGS to score points; then ARISTOCRATS, who are needed for money, points, and end-of-game scoring; and finally, unique cards from all three categories which give greater benefits. During the first rounds, players never have enough money to buy every card they want. During later rounds, they have plenty of money, but the cards they'd like to buy may have already come and gone...&#10;&#10;Expanded by:&#10;&#10;    Sankt Petersburg: Das Bankett&#10;    Saint Petersburg: New Society & Banquet Expansion (includes The Banquet)&#10;&#10;&#10;",
    "image": "https://cf.geekdo-images.com/Yoidfpvt2eACASYUpbmsyg__original/img/UMVconG3O34fGHYeL7HqTiT3igI=/0x0/filters:format(jpeg)/pic246360.jpg",
    "thumbnail": "https://cf.geekdo-images.com/Yoidfpvt2eACASYUpbmsyg__thumb/img/oN0BjMknoiCwD-o5qeSCOxVPKF0=/fit-in/200x150/filters:strip_icc()/pic246360.jpg"
  },
  {
    "name": "Alcatraz - Il Capro Espiatorio",
    "players": "3-4",
    "playing-time": "45'-60'",
    "bgg_id": 96613,
    "bgg_name": "Alcatraz: The Scapegoat",
    "year": 2011,
    "minPlayers": 3,
    "maxPlayers": 4,
    "minPlayingTime": 60,
    "maxPlayingTime": 60,
    "playingTime": 60,
    "age": 15,
    "genres": [
      "Bluffing",
      "Negotiation"
    ],
    "description": "Alcatraz: The Scapegoat is a game about conflicted loyalties. On one hand, the players work together to bust out of the famous prison; on the other hand they all know that one of them will be left behind as the scapegoat.&#10;&#10;Alcatraz is a peculiar game because while it is cooperative in some aspects, with players needing to work together to complete tasks, the game has loads of negative interaction as one player will always be the scapegoat. You don't want to be that guy. You don't &quot;go all in,&quot; you don't always keep your promises, and you don't do &quot;what's best for the group.&quot; Instead, you do everything you can to become indispensable, and &quot;everything&quot; is literal here &ndash; even if it means stealing from, betraying, and blackmailing other players.&#10;&#10;In order to escape from Alcatraz, the players need to complete six parts of a plan. Each part is a &quot;pick-up and deliver&quot; task requiring specific items obtained in different parts of the prison. Once each part of the plan is completed, every player but the scapegoat moves a little closer to escaping, with the scapegoat being voted on each round by all the players &ndash; most likely the player who contributed the least to completing that particular task, but you never know. Thus, you could say that Alcatraz is a cooperative game &ndash; but with a twist.&#10;&#10;The map of the prison constituting the play area is generated randomly each game, providing high replayability. Alcatraz is designed for 3-4 players, and due to its theme and complex gameplay is best suited for mature players.&#10;&#10;",
    "image": "https://cf.geekdo-images.com/XLd0BYE82k7qn6KsBJuBpw__original/img/Vp7HlM7Qq1LwJoMQlpsV6Yg-kHU=/0x0/filters:format(jpeg)/pic1345064.jpg",
    "thumbnail": "https://cf.geekdo-images.com/XLd0BYE82k7qn6KsBJuBpw__thumb/img/VDohwqQStdqmIJL3-0qe1Y5MQh4=/fit-in/200x150/filters:strip_icc()/pic1345064.jpg"
  },
  {
    "name": "Radetzky: Milano 1848",
    "players": "1-5",
    "playing-time": "45'-90'",
    "bgg_id": 258693,
    "bgg_name": "Radetzky: Milano 1848",
    "year": 2018,
    "minPlayers": 1,
    "maxPlayers": 5,
    "minPlayingTime": 30,
    "maxPlayingTime": 90,
    "playingTime": 90,
    "age": 8,
    "genres": [
      "Fighting",
      "Post-Napoleonic",
      "Wargame"
    ],
    "description": "Smoke rises from the barricades, messengers dart among the rebels' outposts, the air is thick and vibrant with expectations...&#10;Radetzky: Milano 1848 is a cooperative game in which players act as the people of Milano rising against the Austrian Empire, represented by Austrian soldiers and their leader, Field Marshal Joseph Radetzky. In each turn, players can take up to three actions, with a choice among:&#10;&#10;&#10;    Move to a different area&#10;    Use a special ability&#10;    Increase a special ability's effect&#10;    Refill their hand&#10;    Conquer a territory&#10;    Fight against the Soldiers&#10;    Fight against Field Marshal Radetzky&#10;&#10;&#10;Fights are the core of the game: players must respond to Austrian cards using the appropriate ones from their hand. If two or more players are on the same area, they can join and fight together. They can go on fighting until they decide to stop... or until they win (or lose!). The game ends when one of the two factions conquers 5 of the 16 areas in which the city  is divided.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "image": "https://cf.geekdo-images.com/K9xWA3Ry72qufu0GvVxlXA__original/img/TR8q4Kn7ljMZCpQNs6md4ASaTAs=/0x0/filters:format(jpeg)/pic4288067.jpg",
    "thumbnail": "https://cf.geekdo-images.com/K9xWA3Ry72qufu0GvVxlXA__thumb/img/4egUyP4NWhC4IYuAg3K872VtEDo=/fit-in/200x150/filters:strip_icc()/pic4288067.jpg"
  },
  {
    "name": "Alhambra",
    "players": "2-6",
    "playing-time": "45'-60'",
    "bgg_id": 6249,
    "bgg_name": "Alhambra",
    "year": 2003,
    "minPlayers": 2,
    "maxPlayers": 6,
    "minPlayingTime": 45,
    "maxPlayingTime": 60,
    "playingTime": 60,
    "age": 8,
    "genres": [
      "City Building",
      "Medieval"
    ],
    "description": "Granada, 1278. At the foot of the Sierra Nevada mountains, one of the most exciting and interesting project of the Spanish Middle Ages begins: the construction of the ALHAMBRA.&#10;&#10;The best master builders in the whole of Europe and Arabia want to demonstrate their skill.  Employ the most suitable teams of builders and make sure that you always have enough of the right currency.  Because no matter whether they are stonemasons from the north or horticulturalists from the south, they all want a proper wage and insist on their &quot;native&quot; currency.  With their help towers can be constructed, gardens laid out, pavilions and arcades erected and seraglios and chambers built.&#10;&#10;In Alhambra, players are acquiring buildings to be placed within their Alhambra complex.&#10;&#10;The money in Alhambra comes in four different currencies and is available in the open money market.  The 54 buildings of six types become available for purchase in the building market four at a time; one building is available in each of the four different currencies.  On a player's turn, a player may 1) take money from the open money market, 2) purchase a building from the building market and either place it in his Alhambra or reserve, or 3) engage in construction and re-construction projects with buildings that have been placed in the player's Alhambra or reserve. The game rewards efficiency, as when a player purchases a building from the market for the exact amount of money, the player may take another turn.&#10;&#10;Players with the most buildings in each of the six building types in his Alhambra score in each of the scoring phases, and points are awarded for players' longest external &quot;wall&quot; section within their complex. The game ends when the building market can no longer be replenished from the building tile supply, and there is a final scoring, whereupon the player with the highest score wins.&#10;&#10;Integrates with:&#10;&#10;    Alhambra: The Dice Game (a variant in which you can combine Alhambra buildings with Alhambra dice.)&#10;&#10;&#10;",
    "image": "https://cf.geekdo-images.com/OiqKsYDh7pqeRYKG__kMSw__original/img/Oe2ZTGE2hUnyZQIEoIjM_zwYfcY=/0x0/filters:format(jpeg)/pic4893652.jpg",
    "thumbnail": "https://cf.geekdo-images.com/OiqKsYDh7pqeRYKG__kMSw__thumb/img/Pj2FP8bV-BHofcDS0eGLh8gzTmI=/fit-in/200x150/filters:strip_icc()/pic4893652.jpg"
  },
  {
    "name": "Arcanum",
    "players": "3-5",
    "playing-time": "90'",
    "bgg_id": 99770,
    "bgg_name": "Arcanum",
    "year": 2011,
    "minPlayers": 3,
    "maxPlayers": 5,
    "minPlayingTime": 45,
    "maxPlayingTime": 45,
    "playingTime": 45,
    "age": 10,
    "genres": [
      "Bluffing",
      "Medieval",
      "Political"
    ],
    "description": "Arcanum is played with a regular Tarot deck, used to move the game pieces on the board. There are four noble Houses, fighting for power and supremacy in a medieval city. They are named after the four Tarot suits: Pentacles, Chalices, Swords and Wands. Players will represent different paths for Fate, and will try to shape the destiny of those Houses to best suit their goals.&#10;&#10;The game is played over 6 or 9 turns, and at every turn each player has the opportunity to hide one (and sometimes more) cards under the board in front of him (this is called &quot;influencing&quot; the Houses and it's like a hidden bet on the house, trying to get control over it) and to play cards for their effects (Major Arcana cannot be hidden but have stronger effects). Playing cards will impact, among other things, the ranking of the Houses in terms of prestige. To optimize point scoring, a good player will try to gain influence over &quot;winning&quot; houses without wasting too many cards for acheiving that, and/or to influence Houses in the lower positions with little effort. Experienced players will learn how to deceive their opponents about their real intentions.&#10;&#10;Skill, bluffing, intuition and reading your opponent&rsquo;s moves are all skills required to gain victory.&#10;&#10;Arcanum is the first board game by the world acclaimed Tarot publisher Lo Scarabeo, and includes a complete tarot deck: a &quot;family friendly&quot; version of the Initiatory Tarot of the Golden Dawn featuring wondrous illustrations by the artist Patrizio Evangelisti.&#10;&#10;",
    "image": "https://cf.geekdo-images.com/kQ9t7ui-bJheMAcaATJPIQ__original/img/K21nzBmryCB2qLwIQp1ky-Vu5lE=/0x0/filters:format(jpeg)/pic1010936.jpg",
    "thumbnail": "https://cf.geekdo-images.com/kQ9t7ui-bJheMAcaATJPIQ__thumb/img/mSEmNusmfFgQYDXu80_vFUrMTQg=/fit-in/200x150/filters:strip_icc()/pic1010936.jpg"
  },
  {
    "name": "Shadows over Camelot",
    "players": "3-7",
    "playing-time": "60'-80'",
    "bgg_id": 15062,
    "bgg_name": "Shadows over Camelot",
    "year": 2005,
    "minPlayers": 3,
    "maxPlayers": 7,
    "minPlayingTime": 60,
    "maxPlayingTime": 90,
    "playingTime": 90,
    "age": 10,
    "genres": [
      "Adventure",
      "Bluffing",
      "Deduction",
      "Fantasy",
      "Medieval",
      "Mythology"
    ],
    "description": "Shadows over Camelot is a cooperative/semi-cooperative hand-management and deduction-based board game for 3&ndash;7 players.&#10;&#10;Each player represents a knight of the Round Table and they must collaborate to overcome a number of quests, ranging from defeating the Black Knight to the search for the Holy Grail. Completed quests place white swords on the Round Table; failed quests add black swords and/or siege engines around Camelot. The knights are trying to build a majority of white swords on the Table before Camelot falls.&#10;&#10;On each knight's turn, the knight takes a &quot;heroic action&quot;, such as moving to a new quest, building his hand, or playing cards to advance the forces of good. However, he must also choose one of three evil actions, each of which will bring Camelot closer to defeat.&#10;&#10;Moreover, one of the knights may be a traitor, pretending to be a loyal member of the party but secretly hindering his fellow knights in subtle ways, biding his time, waiting to strike at the worst possible moment...&#10;&#10;But enough words... don your cloak, climb astride your warhorse, and gallop into the Shadows to join us in Camelot!&#10;&#10;",
    "image": "https://cf.geekdo-images.com/JYqwG_v1B3RhpB7NcmeDOA__original/img/_eAaG7PMaTcj1DpHbmUaOBTisoY=/0x0/filters:format(jpeg)/pic70547.jpg",
    "thumbnail": "https://cf.geekdo-images.com/JYqwG_v1B3RhpB7NcmeDOA__thumb/img/QOG1zO0uvqxGTDF9V_OewVPMvNE=/fit-in/200x150/filters:strip_icc()/pic70547.jpg"
  },
  {
    "name": "Merlin's Company (espansione Shadows of Camelot)",
    "players": "3-8",
    "playing-time": "60'-90'",
    "bgg_id": 35704,
    "bgg_name": "Shadows over Camelot: Merlin's Company",
    "year": 2008,
    "minPlayers": 3,
    "maxPlayers": 8,
    "minPlayingTime": 60,
    "maxPlayingTime": 90,
    "playingTime": 90,
    "age": 10,
    "genres": [
      "Adventure",
      "Deduction",
      "Expansion for Base-game",
      "Medieval",
      "Mythology"
    ],
    "description": "From DOW blog&#10;&#10;Merlin&rsquo;s Company is an expansion for the popular Shadows over Camelot board game. It introduces a host of new characters - including 7 new knights and Merlin himself - to the Shadows over Camelot epic. The wise old wizard is now a full-blown independent character in the game, complete with his own figure. He travels the board lending guidance and a helping hand to the embattled knights.&#10;&#10;Merlin&rsquo;s Company also introduces 63 new cards: the all new Travel cards - events that may occur as you move from Quest to Quest; additional Black cards, including 7 witches allied with Morgan; and additional White cards that will help you and your fellow knights in your battles against the forces of evil.&#10;&#10;The Merlin&rsquo;s Company expansion supports up to 8 players, including 2 possible Traitors, assuring that even the most innocuous Shadows over Camelot Quest will be filled with grave peril.&#10;&#10;Evenings at the Round Table have never been more exciting than with Merlin&rsquo;s Company - the new expansion for Shadows over Camelot!&#10;&#10;Expands:&#10;&#10;    Shadows over Camelot&#10;&#10;&#10;",
    "image": "https://cf.geekdo-images.com/6kuoyObh3-Drc_jrprCEdw__original/img/Rt_uO1xhCVn1cdBDVNolh7z01ks=/0x0/filters:format(jpeg)/pic602659.jpg",
    "thumbnail": "https://cf.geekdo-images.com/6kuoyObh3-Drc_jrprCEdw__thumb/img/KEKPRLkKsKZQaSCZhyHWpxfMyzg=/fit-in/200x150/filters:strip_icc()/pic602659.jpg"
  },
  {
    "name": "Lettere da Whitechapel",
    "players": "2-6",
    "playing-time": "60' +",
    "bgg_id": 59959,
    "bgg_name": "Letters from Whitechapel",
    "year": 2011,
    "minPlayers": 2,
    "maxPlayers": 6,
    "minPlayingTime": 90,
    "maxPlayingTime": 90,
    "playingTime": 90,
    "age": 14,
    "genres": [
      "Bluffing",
      "Deduction",
      "Murder / Mystery",
      "Post-Napoleonic"
    ],
    "description": "Get ready to enter the poor and dreary Whitechapel district in London 1888 &ndash; the scene of the mysterious Jack the Ripper murders &ndash; with its crowded and smelly alleys, hawkers, shouting merchants, dirty children covered in rags who run through the crowd and beg for money, and prostitutes &ndash; called &quot;the wretched&quot; &ndash; on every street corner.&#10;&#10;The board game Letters from Whitechapel, which plays in 90-150 minutes, takes the players right there. One player plays Jack the Ripper, and his goal is to take five victims before being caught. The other players are police detectives who must cooperate to catch Jack the Ripper before the end of the game. The game board represents the Whitechapel area at the time of Jack the Ripper and is marked with 199 numbered circles linked together by dotted lines. During play, Jack the Ripper, the Policemen, and the Wretched are moved along the dotted lines that represent Whitechapel's streets. Jack the Ripper moves stealthily between numbered circles, while policemen move on their patrols between crossings, and the Wretched wander alone between the numbered circles.&#10;&#10;",
    "image": "https://cf.geekdo-images.com/H3G1t-oIjN9gEVVI21FoVg__original/img/YfHGqQB_HXicZUTY-XgXgpsl_rg=/0x0/filters:format(jpeg)/pic1545654.jpg",
    "thumbnail": "https://cf.geekdo-images.com/H3G1t-oIjN9gEVVI21FoVg__thumb/img/f6VZ_PEr1DAr6oLEjG9PxGFYzmQ=/fit-in/200x150/filters:strip_icc()/pic1545654.jpg"
  },
  {
    "name": "Vasco da Gama",
    "players": "2-4",
    "playing-time": "60'-120'",
    "bgg_id": 41002,
    "bgg_name": "Vasco da Gama",
    "year": 2009,
    "minPlayers": 2,
    "maxPlayers": 4,
    "minPlayingTime": 60,
    "maxPlayingTime": 120,
    "playingTime": 120,
    "age": 12,
    "genres": [
      "Nautical",
      "Renaissance"
    ],
    "description": "Recruit workers, buy projects, build ships. And use the ships to open new commercial routes to eastern Africa and India, to earn money and glory.&#10;&#10;This is a resource management game, with an element of risk management, that works like this:&#10;&#10;Beginning with the start player, each player takes one numbered disc and places it on top of his own coloured disc in one of the four action areas of the board. A Vasco da Gama tile states a number; everything above this number is free of charge, anything below will have to be paid for, so players will take this into account when taking numbered discs. When all players have placed four discs, a modifier to this 'activation number' is shown, and discs are worked by number. In the crew area players may hire crew and a captain, but this costs money. Each round there is a window of ships. The number on the left is the navigation strength, the number on the right is the required amount of different crew. Players choose a ship, pay for the crew and turn the tile to its other side - with a captain on top. In the navigation area, a player takes his ship and places it in a row of his choice, but he has to take care not to exceed the navigation strength of the ship.&#10;&#10;The game lasts five rounds, after which the player with the most points has won.&#10;&#10;A brief description from the rule book:&#10;&#10;Vasco da Gama was charged with finding a maritime route to India.&#10;&#10;Players play the part of rich shipowners who, under his patronage, aim to achieve prestige and riches. &#10;To succeed in the enterprise, they must manage the money and actions at their disposal in order to hire captains, recruit crew, build ships, launch them, and send them to the landings of Natal, Terra de Boa Gente, Mozambique, Malindi, Mombasa, and Calicut.&#10;&#10;For each ship sent, players will receive an immediate reward and will gain prestige (Victory Points). &#10;The farther the ship is sent, the lower the compensation, but the higher the victory score that the player will earn.&#10;&#10;Ships at landings that are &quot;complete&quot; at the end of the round (i.e. reached by a certain number of Ships) will earn further Victory Points for their owners and will then advance, under certain conditions, to the next Landing. This creates the opportunity to earn again Victory Points in the following Rounds.&#10;&#10;During each Round, Players take actions in various Areas (Navigation, Recruiting, or Purchase Projects or Characters).&#10;Planning is fundamental: The right to take an Action could be free of charge or paid for.&#10;&#10;The earlier a Player plans to take an Action, the more likely that he will have to pay for it.&#10;&#10;Players will have to ask themselves if and how much they are ready to pay for the right to act first in a certain area.&#10;&#10;Vasco da Gama himself will decide which is the first free of charge Action for each Round. He will also help some of the Players by making some money available to them.&#10;&#10;This great maritime enterprise raises the interest of 4 influential Characters.&#10;Aiming to have a substantial role in the development of the new commercial route, they will also provide their favors free of charge to the Players.&#10;&#10;Francisco Alvares (The Priest) will make available a number of Missionaries to be used as crew members, Girolamo Sernigi (The Merchant) will organize Ships built and manned, Bartolomeu Dias (The Leader) will grant an increased initiative and additional Victory Points, and Manuel 1st (The King) will allow Players to take an additional Action in the name of the Portuguese Kingdom.&#10;&#10;The winner is the Player with the highest Victory Points score at the end of the game.&#10;&#10;",
    "image": "https://cf.geekdo-images.com/wiMpH9Cr_zIRMdzSdvyLrA__original/img/bmW65H5hdw8bPe_IT9o97YrS-Kg=/0x0/filters:format(jpeg)/pic495883.jpg",
    "thumbnail": "https://cf.geekdo-images.com/wiMpH9Cr_zIRMdzSdvyLrA__thumb/img/Lnsia_j2EpPeYTIeuEUNpHIk0ns=/fit-in/200x150/filters:strip_icc()/pic495883.jpg"
  },
  {
    "name": "Lungarno",
    "players": "2-5",
    "playing-time": "60'2",
    "bgg_id": 35801,
    "bgg_name": "Lungarno",
    "year": 2008,
    "minPlayers": 2,
    "maxPlayers": 5,
    "minPlayingTime": 45,
    "maxPlayingTime": 45,
    "playingTime": 45,
    "age": 8,
    "genres": [
      "City Building",
      "Economic",
      "Renaissance"
    ],
    "description": "A game of Merchants and Builders in Old Pisa&#10;In Pisa during the fourteenth century gold rules over all. The great families of the city are the route to success, wealth, and power. Merchant houses compete to make deals with the great families and earn the greatest profits. Meanwhile, master builders erect splendid palaces, marvelous tower houses, beautiful plazas, and fabulous shops, hoping to impress the great families and earn prestige. The center of this quest for wealth and prestige is the Lungarno district, along the banks of the River Arno. Can you overcome your rivals to dominate the Lungarno and become the richest merchant in Pisa?&#10;&#10;Overview:&#10;Using tiles, you will build the various districts of Lungarno, sending your merchants to trade with the four great families (represented by shields of different colors). When a district is complete, you will earn profits for your merchants, based on the prestige of the families in that district.&#10;At the end of the game, the player with the most gold is the winner!&#10;&#10;Components:&#10;&#10;     13 Special board pieces&#10;     65 Building tiles&#10;     55 Florin coins (20 yellow - worth 5 and 35 Grey)&#10;     25 Merchants (5 of each color)&#10;     12 Privilege tokens&#10;     Rulebook&#10;&#10;&#10;Expanded by:&#10;&#10;&#10;     Lungarno: Luminara&#10;&#10;&#10;",
    "image": "https://cf.geekdo-images.com/FyZ7gfDhjhF1d1GkIt6_ZA__original/img/1OwwphSTt6L6qaTbOYAYAUeROjs=/0x0/filters:format(jpeg)/pic400845.jpg",
    "thumbnail": "https://cf.geekdo-images.com/FyZ7gfDhjhF1d1GkIt6_ZA__thumb/img/ATY1Udd5WhcRYOZ1MHnrNSnVU5A=/fit-in/200x150/filters:strip_icc()/pic400845.jpg"
  },
  {
    "name": "1969",
    "players": "2-5",
    "playing-time": "30' a giocatore",
    "bgg_id": 121409,
    "bgg_name": "1969",
    "year": 2012,
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 90,
    "minPlayingTime": 90,
    "maxPlayingTime": 90,
    "minAge": 10,
    "image": "https://cf.geekdo-images.com/Saa42uVlx9Jb3c_xC_mRYQ__original/img/wGOYSBgLWXfb0NDZTL1jgGk6JKY=/0x0/filters:format(jpeg)/pic1364640.jpg",
    "thumbnail": "https://cf.geekdo-images.com/Saa42uVlx9Jb3c_xC_mRYQ__thumb/img/m7m9L5O3c2mVSjIi-bF8eHWxlpE=/fit-in/200x150/filters:strip_icc()/pic1364640.jpg",
    "description": "1969 is a push-your-luck style game in which players take the role of the leader of a particular nation's space program attempting the first successful lunar landing mission.&#10;&#10;Each turn, the players use their income to hire scientists to research technology to improve their chances of success, hire spies to slow other players down, purchase cards to influence their missions and their competitors, or attempt easier, preparatory missions. Players gain victory points for performing well on prep missions, attracting famous scientists to their cause and, of course, how far they got on the Moon landing mission.&#10;The core of the game are the mission tests, which consist of rolling five dice. Dice have success, neutral, and failure results, which add respectively to your success rating, do nothing, or subtract from it. The total of your successes will determine the points you earn from the mission and whether you'll get a bonus on the final lunar mission or not. Die rolls can be affected by technology and your success can be influenced by having scientists research relevant tech and by cards played by any player.&#10;&#10;1969 combines simple dice mechanics with elements of resource management and even some light engine building to make an interesting lightweight experience. There are some mechanics of player interference (meaning players can disrupt each other's progress), but these elements can be avoided if desired.&#10;&#10;",
    "genres": [
      "Economic",
      "Industry / Manufacturing"
    ]
  },
  {
    "name": "Steam: Rails to Riches",
    "players": "3-5",
    "playing-time": "90'",
    "bgg_id": 27833,
    "bgg_name": "Steam",
    "year": 2009,
    "minPlayers": 3,
    "maxPlayers": 6,
    "minPlayingTime": 90,
    "maxPlayingTime": 90,
    "playingTime": 90,
    "age": 10,
    "genres": [
      "Economic",
      "Trains",
      "Transportation"
    ],
    "description": "In Steam you build railroads and deliver goods along an ever changing network of tracks and stations. You build the tracks, upgrade towns, improve your train, and grab the right goods to make the longest, most profitable deliveries. Score your deliveries and add to your income or victory points, balancing your need to invest against your quest to win the game.&#10;&#10;Steam contains a beautiful, double-sided game board. The map on each side depicts terrain, towns, and cities at the start of the railway age. The map of the northeastern USA and neighboring Canada is ideal for 3 or 4 players. Use the map of Europe's lower Rhine and Ruhr region when playing a 4 or 5 player game. You can play Steam on any number of current and future variant and expansion maps, so we include pieces for 6 players.&#10;&#10;The game plays very similarly to Age of Steam but with modifications to some of its mechanics and artwork. Tracks for income, train level, etc. are all printed on the board around the map such that alternate maps can be overlaid on the board and the necessary tracks will still be able to be used.&#10;&#10;Similar to:&#10;&#10;     Railways of the World&#10;&#10;&#10;",
    "image": "https://cf.geekdo-images.com/IB38fOp0mTvFuvfdHczf0Q__original/img/SN5DSgS5Z0GOEzTBulGgX3faHCA=/0x0/filters:format(jpeg)/pic392515.jpg",
    "thumbnail": "https://cf.geekdo-images.com/IB38fOp0mTvFuvfdHczf0Q__thumb/img/UpyU-hvpdn3Q2b4Y486w2M3CO8I=/fit-in/200x150/filters:strip_icc()/pic392515.jpg"
  },
  {
    "name": "Alone",
    "players": "2-4",
    "playing-time": "90'-120'",
    "bgg_id": 181495,
    "bgg_name": "Alone",
    "year": 2019,
    "minPlayers": 2,
    "maxPlayers": 4,
    "minPlayingTime": 60,
    "maxPlayingTime": 120,
    "playingTime": 120,
    "age": 14,
    "genres": [
      "Science Fiction"
    ],
    "description": "Alone is a sci-fi survival horror / dungeon crawler game that will pit a single, stranded hero against 1-3 evil masterminds who will do their best to stop the hero from completing a quest to discover the truth and save his companions.&#10;&#10;The Evil players always have the full map of the scenario in front of them, hidden behind a huge screen. They manage all the events happening during the game, and try to stop the Hero from completing his objectives.&#10;&#10;The Hero can only see the Sector of the map he is in, and from there he will have to explore the map. All kind of horrors may be hiding in the darkness, so he will have to be cautious. At the end of each round, the portions of the map he explored will be removed from the table: only the Sector he is in will stay visible... the Hero will have to put his memory to test, if he doesn't want to get lost!&#10;&#10;The story of the game will be unfolded through several scenarios, each one divided into several chapters. Each chapter has an objective for the Hero to complete, while the Evil players will have to stop him (or try to fulfill a different objective of their own). The outcome of each chapter will influence the gameplay of the subsequent one: each scenario is conceived with a branching storyline that can adapt to the actions of the players: if the Hero completes his goals, his life will be easier in the next chapter... but that is also true for the Evil players!&#10;&#10;",
    "image": "https://cf.geekdo-images.com/o1bcRVsS2hQGCWLU7u2nBA__original/img/F0KDVo4mZrTJ2sj8DUr6IU4kV6g=/0x0/filters:format(png)/pic3418138.png",
    "thumbnail": "https://cf.geekdo-images.com/o1bcRVsS2hQGCWLU7u2nBA__thumb/img/3JikvD4AoREJBEa06lTW90dUtb0=/fit-in/200x150/filters:strip_icc()/pic3418138.png"
  },
  {
    "name": "Città Stato",
    "players": "1-4",
    "playing-time": "60'",
    "bgg_id": 282707,
    "bgg_name": "Città-Stato",
    "year": 2022,
    "minPlayers": 1,
    "maxPlayers": 4,
    "minPlayingTime": 60,
    "maxPlayingTime": 90,
    "playingTime": 90,
    "age": 15,
    "genres": [
      "Economic",
      "Medieval",
      "Political"
    ],
    "description": "In the twelfth century, thanks to the Holy Crusades and to the development of new merchant routes, a few cities in Europe had grown so powerful that they had become city-states &mdash; called &quot;maritime republics&quot; &mdash; and their influence extended throughout the Mediterranean Sea.&#10;&#10;In Citt&agrave;-Stato, you represent a maritime republic with unique characteristics, and you must make it stand out by gaining greater commercial, war, and political prestige, while also striving to develop and maintain Republican values. A great score alone might not be enough to win if you can't preserve the Republican nature!&#10;&#10;The mechanism at the core of the game is bag building: You can acquire cubes and place them in your bag. Each round, you draw several cubes, and depending on their number and color, they will enable different actions. The game lasts seven rounds, and each round players may keep playing actions until everyone has passed. Action cards increase the choices available, and players may discover many interesting combos if they have planned well!&#10;&#10;",
    "image": "https://cf.geekdo-images.com/szNlbkkHHPgkGSN06_Jx4w__original/img/bDN6Rzl3eWFif3kfK4cD9crzq6c=/0x0/filters:format(jpeg)/pic4811372.jpg",
    "thumbnail": "https://cf.geekdo-images.com/szNlbkkHHPgkGSN06_Jx4w__thumb/img/gM95C9RpYSsYc31vRfy8Au-fPII=/fit-in/200x150/filters:strip_icc()/pic4811372.jpg"
  },
  {
    "name": "Fresco",
    "players": "2-4",
    "playing-time": "60'",
    "bgg_id": 66188,
    "bgg_name": "Fresco",
    "year": 2010,
    "minPlayers": 2,
    "maxPlayers": 4,
    "minPlayingTime": 60,
    "maxPlayingTime": 60,
    "playingTime": 60,
    "age": 10,
    "genres": [
      "Renaissance"
    ],
    "description": "In Fresco, players are master painters working to restore a fresco in a Renaissance church.&#10;&#10;Each round begins with players deciding what time they would like to wake up for the day. The earlier you wake up, the earlier you will be in turn order, and the better options you will be guaranteed to have. Wake up early too often, however, and your apprentices will become unhappy and stop working as efficiently. They would much rather sleep in!&#10;&#10;Then, players decide their actions for the turn, deploying their apprentice work force to various tasks. You'll need to buy paint, mix paint, work on painting the fresco, raise money (which you'll need to buy the aforementioned paint!) by painting portraits, and perhaps even send your apprentices to the opera in order to increase their happiness. Points are scored mostly by painting the fresco, which requires specific combinations of paints, so you'll need to buy and mix your paints wisely, in addition to beating other players to the paints and fresco segments you would like to paint.&#10;&#10;Fresco includes several expansion modules, so you can play without expansions for a lighter family game or add in expansions to vary play and increase the decision-making and difficulty, resulting in a very flexible game with a high replay value.&#10;&#10;",
    "image": "https://cf.geekdo-images.com/DCVRR-zA7Jy9wjuZudTZ8w__original/img/dF1pDf3JLgqAdzD9uhy14Pd3yx8=/0x0/filters:format(jpeg)/pic714398.jpg",
    "thumbnail": "https://cf.geekdo-images.com/DCVRR-zA7Jy9wjuZudTZ8w__thumb/img/7-_wICvkH7Opfpkc4vkNYvubia4=/fit-in/200x150/filters:strip_icc()/pic714398.jpg"
  },
  {
    "name": "Vinhos",
    "players": "2-4",
    "playing-time": "90'-180'",
    "bgg_id": 42052,
    "bgg_name": "Vinhos",
    "year": 2010,
    "minPlayers": 2,
    "maxPlayers": 4,
    "minPlayingTime": 60,
    "maxPlayingTime": 135,
    "playingTime": 135,
    "age": 12,
    "genres": [
      "Economic",
      "Farming",
      "Industry / Manufacturing"
    ],
    "description": "Vinhos (Portuguese word for &quot;wines&quot;) is a trading and economic game about wine making.&#10;&#10;Despite its small size, Portugal is one of the world&rsquo;s leading wine producers. Why not get to know the country around a table?   Over six years of harvests, cultivate your vines, choose the best varieties, hire the best oenologists, take part in trade fairs, and show your opponents you are the best winemaker in the game.&#10;&#10;The players, winemakers in Portugal, will develop their vineyards and produce wine to achieve maximum profit.&#10;The object of the game is to produce quality wines that can be exchanged for money or victory points.&#10;The best wines are then sent to a wine fair in order to achieve fame and win awards.&#10;&#10;Awake your senses and have fun making and selling your own wine.&#10;&#10;From back of Box Cover:&#10;&#10;In Vinhos (a Portuguese word meaning &ldquo;Wines&rdquo;) you will play the role of wine producers in Portugal.&#10;&#10;Over a period of 6 years, you will expand your business by establishing Estates in the different regions of Portugal, buying vineyards and building wineries. Skilled enologists will help you increase the quality of your wine, while top Wine Experts will enhance its features at the &quot;Feira Nacional do Vinho Portugu&ecirc;s&quot;, the Wine Tasting Fair.&#10;&#10;Selling your wines to Portuguese local hangouts will establish a market presence for your company, help you secure the funds to expand your company, and to pay your enologists&rsquo; salaries.&#10;&#10;But, as everyone knows, prestige cannot come from money alone. To ensure a good reputation on international markets you must meet the requirements of various Countries, by consistently exporting high-quality wines.&#10;&#10;Periodically, a Wine Tasting Fair will be held. It is up to you to decide the best time to announce which wine you intend to present. The choice of the best wine by value and features is essential to the prestige of your company and will definitely make all the difference!&#10;&#10;It is suggested that players do not play their first game with the maximum number of players.&#10;&#10;Vinhos was previously known as Vin&iacute;cola&#10;&#10;",
    "image": "https://cf.geekdo-images.com/VwuH7Q3HgmTuL8YvUTqoMA__original/img/yaMO76F6qMGuTAzkzjWS56YlBS4=/0x0/filters:format(jpeg)/pic815592.jpg",
    "thumbnail": "https://cf.geekdo-images.com/VwuH7Q3HgmTuL8YvUTqoMA__thumb/img/EXQm7HaXKe7-VckI6Zhcpt7KO0U=/fit-in/200x150/filters:strip_icc()/pic815592.jpg"
  },
  {
    "name": "Imperial",
    "players": "2-6",
    "playing-time": "",
    "bgg_id": 24181,
    "bgg_name": "Imperial",
    "year": 2006,
    "minPlayers": 2,
    "maxPlayers": 6,
    "minPlayingTime": 120,
    "maxPlayingTime": 180,
    "playingTime": 180,
    "age": 13,
    "genres": [
      "Economic",
      "Nautical",
      "Political"
    ],
    "description": "From the rulebook:&#10;&#10;Europe in the age of imperialism. International investors try to achieve the greatest influence in Europe. With their bonds, they control the politics of the six imperial nations: Austria-Hungary, Italy, France, Great Britain, the German Empire, and Russia. The nations erect factories, build fleets, and deploy armies. The investors watch as their nations expand, wage wars, levy taxes, and collect the proceeds. Since the European nations are under the shifting influence of different investors, new strategic alliances and conflicts arise between them again and again!&#10;&#10;Each player represents an international investor. Only he who succeeds in increasing his capital and gaining influence in the most powerful European nations will win the imperial competition.&#10;&#10;Imperial is a varied strategy game without the luck of dice or cards. Two to six players, from about twelve years and up, take on the role of imperial investors. The duration of the game is about two to three hours.&#10;&#10;",
    "image": "https://cf.geekdo-images.com/khAHJpItPCZTbLKY9vUUCg__original/img/3q0qApiQvFJXJ7wboLSpWCjDbYc=/0x0/filters:format(jpeg)/pic840712.jpg",
    "thumbnail": "https://cf.geekdo-images.com/khAHJpItPCZTbLKY9vUUCg__thumb/img/sDweGseAa80F7Cv_804-eE7KPco=/fit-in/200x150/filters:strip_icc()/pic840712.jpg"
  }
]